Repository: ikse-net/dotnode
Catalog: trunk/locale/*/LC_MESSAGES/dotnode-UTF8.po
Languages: fr_fr

source: Social Network
fr_fr: Réseau Social

source: CNIL registration number
fr_fr: N° d'enregistrement à la CNIL

source: Page not found
fr_fr: Page introuvable

source: Error
fr_fr: Erreur

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: to
fr_fr: à

source: No answer
fr_fr: Pas de réponse

source: Nothing
fr_fr: Rien

source: Back
fr_fr: Retour

source: Close
fr_fr: Fermer

source: Submit
fr_fr: Soumettre

source: A problem with this page ? Bad translation ? Review this page for moderation ?
fr_fr: Un problème avec cette page ? Mauvaise traduction ? Soumettre à la modération ?

source: Report a problem
fr_fr: Rapporter le problème

source: Select your language
fr_fr: Choisissez votre langue

source: Display problem with this site ?
fr_fr: Un problème d'affichage sur ce site ?

source: See this page about Web standard
fr_fr: Lisez la page à propos des standards du Web

source: January
fr_fr: janvier

source: February
fr_fr: février

source: March
fr_fr: mars

source: April
fr_fr: avril

source: May
fr_fr: mai

source: June
fr_fr: juin

source: July
fr_fr: juillet

source: August
fr_fr: août

source: September
fr_fr: septembre

source: October
fr_fr: octobre

source: November
fr_fr: novembre

source: December
fr_fr: décembre

source: Language
fr_fr: Langue

source: English
fr_fr: Anglais

source: French
fr_fr: Français

source: Comment
fr_fr: Commentaire

source: Record
fr_fr: Enregistrer

source: Modify
fr_fr: Modifier

source: Myself
fr_fr: Moi même

source: Friends of friends
fr_fr: Amis d'amis

source: All members
fr_fr: Tous les membres

source: Everyone
fr_fr: Tout le monde

source: Interested in
fr_fr: Interessé par

source: The
fr_fr: Le

source: in
fr_fr: dans

source: Return
fr_fr: Retourner

source: At
fr_fr: À

source: Everywhere
fr_fr: Partout

source: In jail or deleted
fr_fr: En prison ou supprimé

source: Bad link
fr_fr: Mauvais lien

source: The link you have used is not valid
fr_fr: Le lien que vous avez utilisé n'est plus valide

source: Successful invitation
fr_fr: Invitation réussie

source: Invitation in waiting state
fr_fr: Invitation en attente

source: Failed invitation
fr_fr: Invitation échouée

source: Read more
fr_fr: Lire la suite

source: %1 comment
fr_fr: %1 commentaire

source: %1 word
fr_fr: %1 mot

source: RSS from <a href='%2'>%1</a>
fr_fr: RSS provenant de <a href='%2'>%1</a>

source: Header
fr_fr: Entête

source: Comments
fr_fr: Commentaires

source: Post a comment
fr_fr: Poster un commentaire

source: Your comment
fr_fr: Votre commentaire

source: You have found a problem ?
fr_fr: Vous avez découvert un problème ?

source: If you have found a problem (bad translation, bug, illegal thing, explicit content, ...) on page "<a href='%1'>http://dotnode.com%1</a>", report it here. Describe the problem and send the message.
fr_fr: Si vous avez trouvé un problème (mauvaise traduction, bug, chose illégale, contenu choquant, ...) sur la page "<a href='%1'>http://dotnode.com%1</a>", signalez-le. Décrivez le problème et envoyez le message.

source: Send Bogus Report
fr_fr: Signaler un problème

source: edit
fr_fr: éditer

source: delete
fr_fr: supprimer

source: Community members
fr_fr: Membres de la communauté

source: Members list
fr_fr: Liste des membres

source: Owner
fr_fr: Propriétaire

source: Moderated
fr_fr: Modérée

source: Created
fr_fr: Crée

source: Members
fr_fr: Membres

source: Details
fr_fr: Détails

source: View forum
fr_fr: Voir le forum

source: View events
fr_fr: Voir les évènements

source: Invite friends
fr_fr: Inviter des amis

source: No topic
fr_fr: Aucun sujet

source: No event
fr_fr: Aucun évènement

source: New topic
fr_fr: Nouveau sujet

source: New event
fr_fr: Nouvel évènement

source: Return to community
fr_fr: Retourner à la communauté

source: last post at %1
fr_fr: dernier message à %1

source: Your communities
fr_fr: Vos communautés

source: Communities by categorie
fr_fr: Communautés par catégorie

source: %1 member
fr_fr: %1 membre

source: %1 community
fr_fr: %1 communauté

source: Location
fr_fr: Lieu

source: Author
fr_fr: Auteur

source: Posts
fr_fr: Réponses

source: Last post
fr_fr: Dernière réponse

source: Moderation
fr_fr: Modération

source: Stand in moderation
fr_fr: Laisser en modération

source: View all topics
fr_fr: Voir tous les sujets

source: View all events
fr_fr: Voir tous les évènements

source: Edit a post
fr_fr: Édition du message

source: optional
fr_fr: optionnel

source: By category
fr_fr: Par catégorie

source: Newer
fr_fr: Récentes

source: Popular
fr_fr: Populaires

source: Communities by category
fr_fr: Communautés par catégorie

source: To support .node directy, use PayPal :
fr_fr: Pour supporter .node directement, utilisez Paypal :

source: Impossible to create your community
fr_fr: Impossible de créer votre communauté

source: You must enter a valid name, category and description to create your community
fr_fr: Vous devez entrer un nom valide, une catégorie et une description pour créer votre communauté

source: Write a new topic in %1
fr_fr: Écrire un nouveau sujet dans %1

source: Title (optional):
fr_fr: Titre (optionnel) :

source: Invite friends to %1
fr_fr: Inviter des amis sur %1

source: Choose friends
fr_fr: Choisissez les amis

source: Join %1
fr_fr: Rejoignez %1

source: Are you sure you want to join this community ?
fr_fr: Etes-vous sûr de vouloir rejoindre cette communauté ?

source: No, back to the community
fr_fr: Non, je retourne sur la page de la communauté

source: This community is moderated. Your inscription must be validated by the moderator
fr_fr: Cette communauté est modéré. Votre inscripion doit être validé par un modérateur

source: New communities
fr_fr: Nouvelles communautés

source: Previous day
fr_fr: Jour précédent

source: My communities
fr_fr: Mes communautés

source: Directory
fr_fr: Annuaire

source: (optional)
fr_fr: (optionnel)

source: Search a community
fr_fr: Rechercher une communauté

source: No community found
fr_fr: Aucune communauté trouvée

source: Try again
fr_fr: Essayez encore

source: Related communities
fr_fr: Communautés voisines

source: The %1 last %2's members who have visited this community (<a href='/communities/members/%3'>View full list</a>):
fr_fr: Les %1 derniers members de %2 a avoir visité cette communauté (<a href='/communities/members/%3'>Voir la liste complète</a>) :

source: The first %1 related communities:
fr_fr: Les %1 premières communautés voisines

source: Reply to topic
fr_fr: Répondre à ce sujet

source: Unstick it
fr_fr: Enlever l'étiquette

source: Stick it
fr_fr: Etiqueter

source: Alumni & Schools
fr_fr: Parcours Scolaire

source: Arts & Entertainment
fr_fr: Loisirs & Divertissements

source: Automotive
fr_fr: Véhicules Motorisés

source: Business
fr_fr: Affaires

source: Company
fr_fr: Entreprise

source: Cities & Neighborhoods
fr_fr: Villes & Voisinage

source: Computers & Internet
fr_fr: Informatique & Internet

source: Countries & Regional
fr_fr: Pays & Régions

source: Cultures & Community
fr_fr: Cultures & Communautés

source: Family & Home
fr_fr: Famille et Maison

source: Fashion & Beauty
fr_fr: Mode & Beauté

source: Food, Drink & Wine
fr_fr: Nourriture, Boisson & Vin

source: Games
fr_fr: Jeux

source: Government & Politics
fr_fr: Gouvernements & Politiques

source: Health, Wellness & Fitness
fr_fr: Santé, Bien-être & Fitness

source: Hobbies & Crafts
fr_fr: Passions & Métiers

source: Individuals
fr_fr: Individus

source: Music
fr_fr: Musique

source: Pets & Animals
fr_fr: Animaux

source: Recreation & Sports
fr_fr: Détente & Sports

source: Religion & Beliefs
fr_fr: Religions & Croyances

source: Romance & Relationships
fr_fr: Rencontres & Relations

source: Science & History
fr_fr: Science & Histoire

source: Travel
fr_fr: Voyages

source: Other
fr_fr: Autres

source: You are connected to <strong>%2</strong> people through <strong>%1</strong> friend.
fr_fr: Vous êtes connecté à <strong>%2</strong> personnes au travers de <strong>%1</strong> ami.

source: .node counts <b>%1</b> people
fr_fr: .node compte <b>%1</b> personnes

source: Your network (direct connect + friends of friends) counts <b>%1</b> person
fr_fr: Votre réseau (connexion directe + amis d'amis) compte <b>%1</b> personne

source: Right now, <b>%1</b> people are on .node
fr_fr: Actuellement, vous êtes <b>%1</b> sur le site

source: Grow your network now !
fr_fr: Agrandissez votre réseau maintenant !

source: Invite new friends now !
fr_fr: Invitez de nouveaux amis maintenant !

source: View network
fr_fr: Voir le réseau

source: View friends
fr_fr: Voir les amis

source: View communities
fr_fr: Voir les communautés

source: View members
fr_fr: Voir les membres

source: Tell people your dotpage address:
fr_fr: N'hésitez pas à diffuser l'adresse de votre dotpage:

source: you can see stats here
fr_fr: vous pouvez voir les stats ici

source: If you select a photo for your profile, an homepage will be automatically generated with a simple address
fr_fr: Si vous sélectionnez une photo dans votre profil, une page personnelle sera automatiquement générée avec une adresse simple

source: You can share your album, blog, links ... into it, it's worldwide accessible
fr_fr: Vous pouvez partager votre album, votre blog, vos liens ... dans cette page personnelle accessible à tout le monde

source: Add a photo to my profile
fr_fr: Ajouter une photo à mon profil

source: Come on the .node IRC channel
fr_fr: Venez discuter sur le 'chat' (IRC) de .node

source: Verification code failed
fr_fr: Erreur dans le code de vérification

source: The sent code don't match the image
fr_fr: Le code que vous avez entré ne correspond pas avec l'image

source: Password retrieval
fr_fr: Récupération du mot de passe

source: Enter your
fr_fr: Entrez votre

source: Password forgotten
fr_fr: Mot de passe oublié

source: Fill this form to retrieve your password or your login to .node
fr_fr: Remplissez ce formulaire pour récupérer votre mot de passe ou votre login de .node

source: You will receive an email in 2 minutes max.
fr_fr: Vous devriez recevoir un email dans 2 minutes max.

source: Specify how close you are to your friend
fr_fr: Indiquez à quel point vous êtes proche de cet(te) ami(e)

source: Confirm %1 is your friend
fr_fr: Confirmez que %1 est votre ami(e)

source: %1 is my friend
fr_fr: %1 est mon ami(e)

source: %1 is not my friend
fr_fr: %1 n'est pas mon ami(e)

source: Invitation from %1 %2
fr_fr: Invitation de %1 %2

source: Can I be your friend ? (see my profile here : %1 )
fr_fr: Puis-je être ton ami ? (tu peux voir mon profil ici : %1 )

source: Invitation accepted
fr_fr: Invitation acceptée

source: %1 %2 has refused your invitation
fr_fr: %1 %2 a refusé votre invitation

source: Sorry, but your invitation was refused
fr_fr: Désolé, mais votre inviation a été refusé

source: Invite your friends
fr_fr: Invitez vos amis

source: Fill this form to invite your friend
fr_fr: Remplissez ce formulaire pour inviter un(e) ami(e)

source: Personalize your invitation
fr_fr: Personnalisez votre invitation

source: Status of your invitations
fr_fr: État de vos invitations

source: Response
fr_fr: Réponse

source: Send date
fr_fr: Date d'envoi

source: Ready to send
fr_fr: Prêt à envoyer

source: Invitation sent
fr_fr: Invitation envoyée

source: Operation finished
fr_fr: Opération terminée

source: Operation stopped
fr_fr: Opération arrêtée

source: Accepted
fr_fr: Acceptée

source: Refused
fr_fr: Refusée

source: Refuse all .node invitations
fr_fr: Refuse toute invitation de .node

source: No invitation. Don't wait ! Invite your friends !
fr_fr: Aucune invitation. N'attendez plus ! Invitez vos amis !

source: Mail problem
fr_fr: Problème d'e-mail

source: No response
fr_fr: Aucune réponse

source: Resend
fr_fr: Renvoyer

source: Modify/Resend
fr_fr: Modifier/Renvoyer

source: Import a CSV file
fr_fr: Importer un fichier CSV

source: Import from CSV
fr_fr: Importer à partir d'un CSV

source: The CSV format is:
fr_fr: Le format CSV est :

source: Eg.: You can import your Orkut contacts here:
fr_fr: Ex.: Vous pouvez importer vos contacts Orkut ici :

source: Import
fr_fr: Importer

source: File location:
fr_fr: Emplacement du fichier :

source: Friends'Karma
fr_fr: Karma des amis

source: Haven't seen
fr_fr: Jamais vu(e)

source: Acquaintance
fr_fr: Connaissance

source: Friend
fr_fr: Ami(e)

source: Good friend
fr_fr: Bon(ne) ami(e)

source: Best friend
fr_fr: Meilleur(e) ami(e)

source: Karma recorded
fr_fr: Karma enregistré

source: Love
fr_fr: Amour

source: Childhood
fr_fr: Enfance

source: Studies
fr_fr: Études

source: Family
fr_fr: Famille

source: Parties
fr_fr: Soirées

source: Work
fr_fr: Travail

source: Holidays
fr_fr: Vacances

source: Friends list
fr_fr: Liste des amis

source: <b>%1</b> friend
fr_fr: <b>%1</b> ami(e)

source: Friend finder
fr_fr: Retrouver des amis

source: Search friends
fr_fr: Rechercher des amis

source: Search for friends on .node network
fr_fr: Rechercher des amis sur le réseau .node

source: Nobody match your search. Try again !
fr_fr: Personne ne correspond à votre recherche. Essayez encore !

source: About
fr_fr: À propos

source: Terms
fr_fr: Contrat

source: Privacy
fr_fr: Protections de vos données

source: Last modified:
fr_fr: Dernière modification:

source: Change your password
fr_fr: Changez votre mot de passe

source: Change your main email
fr_fr: Changez votre e-mail principal

source: %1 %2 invite you on .node
fr_fr: %1 %2 vous invite sur .node

source: A personal message from your friend
fr_fr: Message personnel de votre ami(e)

source: Public Section
fr_fr: Section publique

source: Join
fr_fr: Rejoindre

source: Help
fr_fr: Aide

source: Home
fr_fr: Accueil

source: Friends
fr_fr: Amis

source: Messages
fr_fr: Messagerie

source: Community
fr_fr: Communauté

source: Communities
fr_fr: Communautés

source: Search
fr_fr: Rechercher

source: News
fr_fr: Actualités

source: Logout
fr_fr: Déconnecter

source: Profile
fr_fr: Profil

source: Settings
fr_fr: Configuration

source: Bookmarks
fr_fr: Liens

source: General
fr_fr: Général

source: Interests
fr_fr: Centres d'intérêts

source: Professional
fr_fr: Professionnel

source: Personal
fr_fr: Personnel

source: Schools
fr_fr: Scolarité

source: Read
fr_fr: Lire

source: Write
fr_fr: Ecrire

source: Send
fr_fr: Envoyer

source: Saved
fr_fr: Sauvegardés

source: Sent
fr_fr: Envoyés

source: Create
fr_fr: Créer

source: Create your community
fr_fr: Créer votre communauté

source: View
fr_fr: Voir

source: Unjoin
fr_fr: Se désabonner

source: Event
fr_fr: Évènement

source: Invite
fr_fr: Inviter

source: Edit
fr_fr: Éditer

source: Report an error
fr_fr: Signaler un problème

source: Compose message
fr_fr: Ecrire un message

source: Friends and friends of friends
fr_fr: Amis et les amis des amis

source: Subject
fr_fr: Sujet

source: From
fr_fr: De

source: To
fr_fr: À

source: Reply
fr_fr: Répondre

source: Forward
fr_fr: Transférer

source: Inbox
fr_fr: Boîte de réception

source: Inbox messages
fr_fr: Messages de la boîte de réception

source: Sent messages
fr_fr: Messages envoyés

source: Saved messages
fr_fr: Messages sauvegardés

source: No message
fr_fr: Aucun message

source: Delete selection
fr_fr: Supprimer la sélection

source: Incorrect message
fr_fr: Message incorrect

source: You must enter a subject and a body to send your .message
fr_fr: Vous devez entrer un sujet et un corps pour envoyer votre .message

source: My Friends
fr_fr: Mes Amis

source: My Communities
fr_fr: Mes Communautés

source: Welcome
fr_fr: Bienvenue

source: Edit my profile
fr_fr: Éditer mon profil

source: Manage my album
fr_fr: Gérer mon album

source: Add bookmarks
fr_fr: Ajouter des marques-pages

source: Write blog
fr_fr: Écrire un blog

source: Change my password
fr_fr: Changer mon mot de passe

source: The %1 last friends who have visited my profile (<a href='/friends/list'>View full list</a>):
fr_fr: Les %1 derniers amis qui ont visités mon profil (<a href='/friends/list'>Voir la liste complète</a>) :

source: The %1 last communities' post (<a href='/profile/communities'>View all communities subscribed</a>):
fr_fr: Les %1 dernières communautés actives ((<a href='/profile/communities'>Voir toutes les communautés rejoint</a>) :

source: Last post: <a href='/communities/forum/%1'>%2</a>
fr_fr: Dernier message : <a href='/communities/forum/%1'>%2</a>

source: View my own profile
fr_fr: Voir mon propre profil

source: Welcome %1
fr_fr: Bienvenue %1

source: Invite my friends to join .node...
fr_fr: Inviter mes amis sur .node ...

source: Fill my extented profile
fr_fr: Remplir mon profil complet

source: Write a ticket in my blog
fr_fr: Écrire un billet dans mon blog

source: Add a link in my bookmarks
fr_fr: Ajouter un lien dans mes marques-pages

source: %1 support .node.
fr_fr: %1 sponsorise .node.

source: For each created account by this link (and confirmed), eBay give some money to .node...
fr_fr: Pour chaque compte créé (et validé) par ce lien, eBay rémunère .node...

source: Make a donation with PayPal
fr_fr: Faire un don avec PayPal

source: Support
fr_fr: Soutenir

source: You can upload a JPEG (.jpg), GIF (.gif), or PNG (.png) file (maximum size of 500KB).
fr_fr: Vous pouvez envoyer un fichier JPEG, GIF ou PNG (d'une taille maxi de 500Ko).

source: Select image
fr_fr: Sélectionner une image

source: Caption
fr_fr: Description

source: Edit caption
fr_fr: Éditer la description

source: Confirm delete ?
fr_fr: Confirmer la suppression ?

source: Update
fr_fr: Mettre à jour

source: View full photo
fr_fr: Voir la photo entière

source: %1's Album
fr_fr: Album de %1

source: %1's Blog
fr_fr: Blog de %1

source: No blog
fr_fr: Aucun blog

source: edit one now
fr_fr: en éditer un maintenant

source: URL of your RSS blog if you have one
fr_fr: Adresse du RSS de votre blog si vous en avez un

source: To activate your RSS, you must post one ticket Online here
fr_fr: Pour activer votre RSS, vous devez poster un billet 'En ligne' ici

source: Category
fr_fr: Catégorie

source: See
fr_fr: Voir

source: Publish it
fr_fr: Publier

source: Hide it
fr_fr: Cacher

source: Online
fr_fr: En ligne

source: Offline
fr_fr: Hors ligne

source: Write a ticket
fr_fr: Ecrire un billet

source: Manage categories
fr_fr: Gérer les catégories

source: Organize your blog with categories...
fr_fr: Organisez votre blog avec des catégories...

source: Add this categorie
fr_fr: Ajouter cette catégorie

source: Write a new ticket
fr_fr: Ecrire un nouveau billet

source: Status
fr_fr: Statuts

source: The content of your blog is under your responsability.
fr_fr: Le contenu de votre blog est sous votre responsabilité.

source: Ticket content
fr_fr: Contenu du billet

source: Manage blog's categories
fr_fr: Gérer les catégories de blog

source: No category
fr_fr: Aucune catégorie

source: add one now
fr_fr: en ajouter une maintenant

source: %1's Bookmarks
fr_fr: Liens de %1

source: Please, do not add illegal sites.
fr_fr: Merci de ne pas ajouter de liens illégaux.

source: URL Address
fr_fr: Adresse internet

source: Add
fr_fr: Ajouter

source: Add a bookmark
fr_fr: Ajouter un lien

source: Share your best links with your friends and other .nodians.
fr_fr: Partagez vos meilleurs liens avec vos amis et les autres .nodiens.

source: Name :
fr_fr: Nom :

source: You
fr_fr: Vous

source: Job
fr_fr: Travail

source: Finish
fr_fr: Terminer

source: Next step
fr_fr: Étape suivante

source: Indicate information about you.
fr_fr: Indiquez les informations sur vous.

source: Indicate how to contact you.
fr_fr: Indiquez comment vous contacter.

source: Describe your job.
fr_fr: Décrivez votre emploi.

source: To help other members to know you ...
fr_fr: Pour aider les autres membre à vous connaitre ...

source: Fill it seriously ... :-)
fr_fr: Remplissez ceci sérieusement ... :-)

source: Modify your password
fr_fr: Modifier votre mot de passe

source: Old password
fr_fr: Ancien mot de passe

source: New password
fr_fr: Nouveau mot de passe

source: Confirm new password
fr_fr: Confirmation du nouveau mot de passe

source: New password recorded
fr_fr: Nouveau mot de passe enregistré

source: Create my album
fr_fr: Créer mon album

source: Create my blog
fr_fr: Créer mon blog

source: Create my bookmarks
fr_fr: Créer mes signets

source: Contact Profile
fr_fr: Profil de contact

source: Address
fr_fr: Adresse

source: Main IM
fr_fr: IM principal

source: Secondary IM
fr_fr: IM secondaire

source: Phone
fr_fr: Téléphone

source: Cell phone
fr_fr: Téléphone portable

source: Zip
fr_fr: Code postal

source: Your email will be updated after your confirmation received by email (in 2 min max)
fr_fr: Votre e-mail sera modifié après votre confirmation recu par e-mail (dans 2 minutes maximum)

source: Edit my contact
fr_fr: Édition de mes contacts

source: General Profile
fr_fr: Profil général

source: No general profile recorded.
fr_fr: Aucun profil général enregistré.

source: Edit it !
fr_fr: Editez le !

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom

source: Nickname
fr_fr: Surnom

source: Gender
fr_fr: Sexe

source: Relationship status
fr_fr: Situation familiale

source: Birthday
fr_fr: Date de naissance

source: Male
fr_fr: Homme

source: Female
fr_fr: Femme

source: Single
fr_fr: Célibataire

source: Married
fr_fr: Marié

source: Committed
fr_fr: En couple

source: I'm interested in
fr_fr: Je suis interessé par

source: Business networking
fr_fr: Réseaux professionnels

source: Dating
fr_fr: Rencontre

source: Activity Partners
fr_fr: Partenaires d'activité

source: Children
fr_fr: Enfant(s)

source: Yes, full time
fr_fr: Oui, à temps complet

source: Yes, half time
fr_fr: Oui, partiellement à la maison

source: Yes, but not at home
fr_fr: Oui, mais pas à la maison

source: Fashion
fr_fr: Mode

source: Alternative
fr_fr: Alternatif

source: Casual
fr_fr: Usuel

source: Contemporary
fr_fr: Contemporain

source: Designer
fr_fr: Design

source: Minimal
fr_fr: Minimaliste

source: Natural
fr_fr: Naturel

source: Outdoorsy
fr_fr: Exterieur

source: Trendy
fr_fr: Tendance

source: Urban
fr_fr: Urbain

source: Smoking
fr_fr: Fumer

source: Drinking
fr_fr: Boire

source: A little
fr_fr: Un peu

source: Socialy
fr_fr: En société

source: Occasionally
fr_fr: Occasionnellement

source: Regularly
fr_fr: Régulièrement

source: Living
fr_fr: Vie

source: Alone
fr_fr: Seul(e)

source: With my roommate(s)
fr_fr: Avec un ou plusieurs colocataires

source: With my parents
fr_fr: Avec mes parents

source: With my partner
fr_fr: Avec mon/ma partenaire

source: With my kid(s)
fr_fr: Avec mon/mes enfant(s)

source: With my pet(s)
fr_fr: Avec mon animal/mes animaux

source: My Web
fr_fr: Mon site

source: Describe yourself
fr_fr: Décrivez-vous

source: About me
fr_fr: À propos de moi

source: <b>%1</b> bookmark
fr_fr: <b>%1</b> lien

source: You have <b>%1</b> fan
fr_fr: Vous avez <b>%1</b> fan

source: You have <b>%1</b> new message
fr_fr: Vous avez <b>%1</b> nouveau message

source: Go to my messagebox
fr_fr: Voir ma messagerie

source: Edit general profile
fr_fr: Édition du profil général

source: Interests Profile
fr_fr: Profil des centres d'intérêts

source: Activities
fr_fr: Activités

source: Favorite books
fr_fr: Livres préférés

source: Favorite music
fr_fr: Musique préférée

source: Favorite TV shows
fr_fr: Émissions de TV préférées

source: Favorite movies
fr_fr: Films préférés

source: Favorite cuisines
fr_fr: Cuisines préférées

source: Edit interest profile
fr_fr: Édition de vos centres d'intérêts

source: Personal Profile
fr_fr: Profil personnel

source: Headline
fr_fr: Présentation

source: First thing you will notice<br />about me
fr_fr: La première chose que vous<br />devez savoir à propos de moi

source: Size (in cm)
fr_fr: Taille (en cm)

source: Size
fr_fr: Taille

source: Eye color
fr_fr: Couleur des yeux

source: Hair color
fr_fr: Couleur de cheveux
