Repository: ikse-net/dotnode
Catalog: trunk/locale/*/LC_MESSAGES/dotnode.po
Languages: fa_ir, ja_jp, pt_br

source: Please, do not upload photos containing celebrities, nudity, artwork, children, pets/animals, cartoons or copyrighted images.
fa_ir: لطفا عکس‌های افراد سرشناس، برهنگی، آثار هنری، کودکان، حیوانات، کارتون‌ها و یا نشان‌های دارای مالکیت معنوی را بارگذاری نکنید
ja_jp: 有名人、ヌード、芸術作品、子供、ペット、動物、漫画、著作権のある画像などを含む写真はアップロードしないでください。
pt_br: Por favor, não envie fotos contendo celebridades, nudez, obras de arte, crianças, animais, desenhos ou imagens com direitos autorais.

source: Please, do not upload photos containing celebrities, nudity, cartoons or copyrighted images.
fa_ir: لطفا عکس افراد سرشناس، برهنگی، آثار هنری، کودکان، حیوانات، کارتون‌ها و یا تصویرهای دارای مالکیت معنوی را نگذارید
ja_jp: 有名人、ヌード、漫画、著作権のある画像を含む写真はアップロードしないでください。
pt_br: Por favor, não envie fotos contendo celebridades, nudez, desenhos ou imagens com direitos autorais.

source: Select photo
fa_ir: انتخاب عکس
ja_jp: 写真を選択する
pt_br: Selecionar foto

source: Uploader
fa_ir: بارگذار
ja_jp: アップロードする
pt_br: Enviar

source: Remember to reload to<br />view the new photo
fa_ir: یادت باشه دوباره لود بکنی <br /> مشاهده‌ی عکس جدید

source: Professional Profile
fa_ir: شناسنامه‌ی حرفه‌ای
ja_jp: 職業、専門のプロフィール
pt_br: Perfil Profissional

source: No professional profile recorded.
fa_ir: هیچ شناسنامه‌ی حرفه‌ای ذخیره نشده
ja_jp: 職業、専門のプロフィールは登録されていません。
pt_br: Não há perfil profissional cadastrado.

source: Occupation
fa_ir: شغل
ja_jp: 職業
pt_br: Ocupação

source: Industry
fa_ir: صنعت
ja_jp: 業種
pt_br: Área de Atuação

source: Company name
fa_ir: اسم شرکت
ja_jp: 会社名
pt_br: Nome da Empresa

source: Web
fa_ir: وب
ja_jp: ホームページアドレス

source: Title
fa_ir: عنوان
ja_jp: 肩書き
pt_br: Título

source: Job description
fa_ir: توضیح وضعیت شغلی
ja_jp: 仕事の内容
pt_br: Descrição do trabalho

source: Work email
fa_ir: ایمیل کاری
ja_jp: 仕事のメールアドレス
pt_br: Email Profissional

source: Work phone
fa_ir: تلفن محل کار
ja_jp: 仕事の電話番号
pt_br: Telefone Comercial

source: Agriculture
fa_ir: کشاورزی و دامداری
ja_jp: 農業
pt_br: Agricultura

source: Arts
fa_ir: هنر
ja_jp: 芸術
pt_br: Artes

source: Construction
fa_ir: ساخت و ساز
ja_jp: 建設
pt_br: Construção

source: Consumer goods
fa_ir: وسایل مصرفی
ja_jp: 消費財
pt_br: Bens de consumo

source: Corporate services
fa_ir: خدمات شرکتی
ja_jp: 企業サービス
pt_br: Serviços corporativos

source: Education
fa_ir: تحصیلات
ja_jp: 教育
pt_br: Educação

source: Finance
fa_ir: مالي
ja_jp: 金融
pt_br: Finanças

source: Government
fa_ir: دولت
ja_jp: 政府
pt_br: Governo

source: Hi-technology
fa_ir: تکنولوژی‌های پیشرفته
ja_jp: ハイテク
pt_br: Alta Tecnologia

source: Legal
fa_ir: حقوقی
ja_jp: 法律関係

source: Manufacturing
fa_ir: تولید
ja_jp: 製造業
pt_br: Manufaturados

source: Media
fa_ir: رسانه
ja_jp: メディア
pt_br: Mídia

source: Medical
fa_ir: پزشکی
ja_jp: 医療
pt_br: Médica

source: Non-profit
fa_ir: غیر انتفاعی
ja_jp: 非営利
pt_br: Não lucrativas

source: Entertainment
fa_ir: سرگرمی
ja_jp: 娯楽
pt_br: Entretenimento

source: Scientific
fa_ir: علمی
ja_jp: 科学
pt_br: Científica

source: Service industry
fa_ir: صنعت خدمات
ja_jp: サービス業
pt_br: Prestação de Serviços

source: Transportation
fa_ir: حمل‌و‌نقل
ja_jp: 運輸
pt_br: Transportes

source: Edit professional profile
fa_ir: ویرایش شناسنامه‌ی حرفه‌ای
ja_jp: 職業、専門のプロフィールを編集する
pt_br: Editar perfil profissional

source: School course
fa_ir: واحد درسی مدرسه
ja_jp: 学校での専門（コース）
pt_br: Carreira escolar

source: Year
fa_ir: سال
ja_jp: 年
pt_br: Ano

source: Name
fa_ir: نام
ja_jp: 名前
pt_br: Nome

source: City
fa_ir: شهر
ja_jp: 都市
pt_br: Cidade

source: Country
fa_ir: کشور
ja_jp: 国
pt_br: País

source: Action
fa_ir: فعالیت
ja_jp: 作業内容
pt_br: Ação

source: Actions
fa_ir: فعالیت‌ها
ja_jp: 作業内容
pt_br: Ações

source: Save
fa_ir: ذخیره
ja_jp: 保存
pt_br: Salvar

source: Delete
fa_ir: خذف
ja_jp: 削除
pt_br: Deletar

source: Add next year
fa_ir: اضافه کردن سال بعد
ja_jp: 次の年を加える
pt_br: Adicionar o próximo ano

source: Add a school
fa_ir: اضافه کردن مدرسه
ja_jp: 学校を加える
pt_br: Adicionar uma escola

source: Edit my settings
fa_ir: ویرایش تنظیمات
ja_jp: 設定を変更する
pt_br: Editar minhas configurações

source: New friend notification
fa_ir: یادآوری دوست جدید
ja_jp: 新しい友達のお知らせ
pt_br: Notificação de novo(a) amigo(a)

source: New friend approval
fa_ir: دوست جدید قبول کرد
ja_jp: 新しい友達の承認
pt_br: Aceitação de novos amigos

source: New blog comment
fa_ir: نظر جدید در بلاگ
ja_jp: 新しいブログのコメント
pt_br: Novo comentário no blog

source: Messages sent directly to me
fa_ir: پیام‌هایی که مستقیماْ به من ارسال شده‌اند
ja_jp: 私個人宛のメッセージ
pt_br: Mensagens enviadas diretamente para mim

source: Messages sent to friends
fa_ir: پیام به دوستان ارسال شد
ja_jp: 友達宛の同報メッセージ
pt_br: Mensagens enviadas para amigos

source: Messages sent to friends of friends
fa_ir: پیام دوستان دوستان
ja_jp: 友達の友達宛の同報メッセージ
pt_br: Mensagens enviadas para amigos de amigos

source: Messages sent to my communities
fa_ir: پیام‌هایی که به گروه‌های من ارسال شده‌اند
ja_jp: コミュニティー宛のメッセージ
pt_br: Mensagens enviadas para minhas comunidades

source: Birthday reminder
fa_ir: یادآوری روز تولد
ja_jp: 誕生日通知
pt_br: Lembrete de aniversário

source: <b>Publish my .page</b><br />(<a href='http://%1.dotnode.com'>%1.dotnode.com</a>: blog, album, ...)
fa_ir: صفحه‌ی داتی من رو منتشر کن:</b><br />(<a href='http://%1.dotnode.com'>%1.dotnode.com</a>: بلاگ ، آلبوم، ... )
ja_jp: <b>.pageを公開する</b><br />(<a href='http://%1.dotnode.com'>%1.dotnode.com</a>: ブログ、アルバム…)
pt_br: <b>Publicar minha .page</b><br />(<a href='http://%1.dotnode.com'>%1.dotnode.com</a>: blog, álbum, ...)

source: Select .page style
fa_ir: انتخاب سبک صفحه
ja_jp: .pageのスタイルを選択する
pt_br: Selecionar estilo da .page

source: Invitation message
fa_ir: پیام دعوت
ja_jp: 招待メッセージ
pt_br: Mensagem do convite

source: Add your personal message<br />into invitation to join %1
fa_ir: پیام شخصی خودت رو توی دعوت‌نامه %1 بذار
ja_jp: 友達を%1へ招待するときの<br />メッセージを作成しましょう
pt_br: Escreva sua mensagem pessoal <br />no convite para fazer parte de %1

source: Settings recorded
fa_ir: تنظیمات ذخیره شد
ja_jp: 設定が記録されました
pt_br: Configurações salvas

source: this parameter take 10 minutes to be applied
fa_ir: این تغییر پس از ۱۰ دقیقه اعمال می‌شود
ja_jp: この設定変更が反映されるまでには10分かかります
pt_br: este parâmetro leva 10 minutos para ser aplicado

source: Do you want to join the .node network ?
fa_ir: می‌خوای عضو دات‌نود بشی؟
ja_jp: .node に参加したいですか？
pt_br: Quer entrar na rede .node?

source: If you want more information, <a href='/pub'>see the .node site</a> and <a href='/pub/help'>his help</a>
fa_ir: اگر اطلاعات بیشتری می‌خواهی، <a href='/pub'>صفحه‌ی دات‌نود رو ببین</a> و <a href='/pub/help'> این راهنما رو</a>
ja_jp: より詳しくは、<a href='/pub'>.node のページ</a> と <a href='/pub/help'>ヘルプ</a>を参照してください。
pt_br: Se voce quer mais informação, <a href='/pub'>veja o site do .node</a> e <a href='/pub/help'>sua ajuda</a>

source: Your login
fa_ir: نام کاربری
ja_jp: ログイン
pt_br: Seu login

source: Confirm password
fa_ir: تایید رمزعبور
ja_jp: パスワードの確認
pt_br: Confirme a senha

source: Type the code displayed inside this image
fa_ir: آره، می‌خوام
ja_jp: この画像に表示されているコード（文字）を入力してください
pt_br: Digite o código mostrado nessa imagem

source: Yes, I want
fa_ir: آره، می‌خوام
ja_jp: はい、参加します
pt_br: Sim, eu quero

source: To join .node network, fill this little form then click the 'Accept' button
fa_ir: برای عضویت در دات‌نود این فرم کوچولو رو پر کن و روی دکمه‌ی «قبول» کلیک کن
ja_jp: .nodeに参加するには、このフォームを埋めて「承認」ボタンを押してください。
pt_br: Para entrer na rede .node, preencha esse pequeno formulário e clique no botão 'Aceito'

source: Accept
fa_ir: پذیرش
ja_jp: 応じる
pt_br: Aceito

source: No, I don't want to join .node
fa_ir: نه، نمی‌خوام عضو دات‌نود بشم
ja_jp: いいえ、.nodeに参加したくない
pt_br: Não, eu não quero entrar no .node

source: The person who have invited you will be informed of your refusal.<br />If another person invite you, you will still receive an invitation.<br >Indicate the reasons of your refusal (optional) then click the 'Refuse' button to refuse this invitation
fa_ir: کسی که دعوتت کرده از رد کردن این دعوت مطلع خواهد شده </br> اگر شخص دیگه‌ای دعوتت کنه، دوباره یک دعوتنامه دریاف می‌کنی </br> دلایل رد کردن دعوت رو اگر دوست داری ذکر کن و روی دکمه‌ی «Refuse» کلیک کن تا این دعوت رو در کنی.
ja_jp: あなたを招待した人は、あなたが拒否したことを知らされます。<br />そして、他の人があなたを招待したら、再び招待メールを受け取ることになります。<br />招待を拒否をするためには、拒否した理由を記入して（省略可能）、「拒否」ボタンを押してください。
pt_br: A pessoa que convidou-lhe será informada de sua recusa. <br /> Se outra pessoa lhe convidar, você ainda receberá o convite. <br > Indique os motivos da recusa (opcional) e clique no botão 'Recusar' para recusar este convite

source: Refuse
fa_ir: ردکردن
ja_jp: 断る
pt_br: Recusar

source: No, I don't want to be contacted by .node anymore
fa_ir: نمی‌خوام دات‌نود دیگه با من تماس بگیره
ja_jp: いいえ、私は.nodeから二度とコンタクトしてほしくありません。
pt_br: Não, eu não quero mais ser contactado(a) pelo .node

source: You don't want to join .node network, and you don't want to receive any future invitation.<br />Your email will be added on a black list.<br />If it's realy what you want, indicate the reasons of your refusal (optional) then click on 'Blacklist me' button
fa_ir: نمی‌خوای عضو شبکه‌ی دات‌نود باشی، و نمی‌خوای در آینده هیچ دعوتنامه‌ای دریافت کنی <br/> ایمیلت به لیست سیاه اضافه می‌شه. <br/> اگر واقاْ همین رو میخوای، لطفاْ دلایل رو بگو (اختیاری) و روی دکمه‌ی «من رو حذف کن» کلیک کن.
ja_jp: あなたは.nodeに参加する意思がなく、将来にわたって招待メールを受け取ることはありません。<br />あなたのメールアドレスは、招待メールを送らない人のリスト（ブラックリスト）に登録されます。<br />それでよろしければ、拒否する理由を記入して（省略可能）、「ブラックリストに登録する」ボタンを押してください。
pt_br: Você não quer fazer parte da rede .node e não quer receber nenhum convite futuramente.<br /> Seu email será adicionado à lista negra.<br /> Se é realmente o que deseja, indique as razões da recusa (opcional) e clique no botão 'Adicione-me à lista negra'

source: Blacklist me
fa_ir: منو حذف کن
ja_jp: ブラックリストに登録する
pt_br: Adicione-me à lista negra

source: Reasons
fa_ir: دلایل
ja_jp: 理由
pt_br: Razões

source: Return to the registration process
fa_ir: بازگشت به فرایند ثبت‌نام
ja_jp: 登録手続きに戻る
pt_br: Retornar ao processo de registro

source: Your login to .node is
fa_ir: نام کاربری تو در دات‌نود هست
ja_jp: あなたの.nodeへのログイン名は
pt_br: Seu login no .node é

source: Now, you can connect to .node network
fa_ir: حالا می‌تونی به شبکه‌ی دات‌نود وصل بشی
ja_jp: これで、.nodeに参加することができます。
pt_br: Agora, você pode se conectar à rede .node

source: Thanks for your participation
fa_ir: متشکر از همراهی شما
ja_jp: 参加していただきありがとうございます。
pt_br: Obrigado pela participação

source: This filled profile is basic, a more detailled profile can be filled inside the network (menu: Home / Profile)
fa_ir: این شناسنامه‌ که پر شده خیلی ابتدایی است. یک شناسنامه با جزيیات بیشتر رو میتونی داخل شبکه پر کنی (منو: خانه/شناسنامه‌)
ja_jp: このプロフィールは最小限の基本情報であり、さらに詳細なプロフィールは.nodeにログインしたあとに「ホーム - プロフィール」メニューから記入することができます。
pt_br: Este perfil é básico, um perfil mais detalhado poderá ser preenchido na rede (menu: Início / Perfil)

source: You could change your<br />email after registration
fa_ir: میتونی بعد از ثبت نام ایمیلت رو عوض کنی
ja_jp: 登録後に、メールアドレスを変更することもできます。
pt_br: Você poderá mudar seu <br /> email após o registro

source: Form problem
fa_ir: مشکل فرم
ja_jp: フォームに問題があります。
pt_br: Problemas com o formulário

source: The submited form is incorrect
fa_ir: فرم ارسال شده نادرست است
ja_jp: フォーム記入が不正確です。
pt_br: O formulário enviado está incorreto

source: You must enter a valid first name, last name, gender and country to validate your registration
fa_ir: حتماْ باید نام،‌ نام خانوادگی، جنسیت و کشور درست وارد کنی تا ثبت نامت درست انجام بشه
ja_jp: 登録を完了するためには、有効な名前、名字、性別、国を入力する必要があります。
pt_br: Você deve fornecer um nome válido, sobrenome, sexo e país para confirmar seu registro

source: Profile creation
fa_ir: تشکیل پرونده

source: Last blog's tickets
fa_ir: آخرین برچسب‌های بلاگ
ja_jp: ブログ最新記事
pt_br: últimos bilhetes do blog

source: External blog
fa_ir: بلاگ خارجی
ja_jp: 外部ブログ
pt_br: Blog externo

source: View friends' blogs only
fa_ir: فقط مشاهده‌ی بلاگ دوستان
ja_jp: 友達のブログのみを見る
pt_br: Ver apenas blogs de amigos

source: Statistics
fa_ir: آمار
ja_jp: 統計
pt_br: Estatísticas

source: %1 blog this week
fa_ir: این هفته %1 بلاگ
ja_jp: 今週の%1このブログ記事
pt_br: %1 blog esta semana

source: Country representation
fa_ir: بر اساس کشور
ja_jp: 国別割合
pt_br: Representação por país

source: Total
fa_ir: مجموع
ja_jp: 合計

source: .nodian since %1
fa_ir: دات‌نودی از %1
ja_jp: %1以来の.nodeメンバー
pt_br: .nodiano desde %1

source: His Friends
fa_ir: دوستان او
ja_jp: 彼の友達
pt_br: Amigos dele

source: Her Friends
fa_ir: دوستاش
ja_jp: 彼女の友達
pt_br: Amigos dela

source: Send message
fa_ir: ارسال پیام
ja_jp: メッセージを送る
pt_br: Enviar mensagem

source: Add as a friend
fa_ir: دوستش باش
ja_jp: 友達登録をする
pt_br: Incluir como amigo

source: The %1 last %2's friends who have visited that profile (<a href='/friends/%3/list'>View full list</a>):
fa_ir: آخرین %1 دوست %2 که این شناسنامه‌ را دیده‌اند. (<a href='/friends/%3/list'> مشاهده‌ی لیست کامل </a>):
ja_jp: %2さんの友達の中で、最近プロフィールを訪問した%1人 (<a href='/friends/%3/list'>友達を全員見る</a>):
pt_br: Os %1 últimos amigos de %2 que visitaram este perfil (<a href='/friends/%3/list'>Ver lista completa</a>):

source: The %1 last communities' post (<a href='/profile/%2/communities'>View all communities subscribed</a>):
fa_ir: آهرین %1 ارسال به گروه (<a href='/profile/%2/communities'>مشاهده‌ی همه‌ی گروه‌ها</a>):
ja_jp: コミュニティーの書き込み最新%1件 (<a href='/profile/%2/communities'>参加しているコミュニティーすべてを見る</a>):
pt_br: %1 últimas comunidades com novas mensagens (<a href='/profile/%2/communities'>Ver todas as comunidades</a>):

source: Summary
fa_ir: خلاصه
ja_jp: 概要
pt_br: Sumário

source: General profile
fa_ir: شناسنامه کلی
ja_jp: 基本情報
pt_br: Perfil geral

source: Last links added
fa_ir: آخرین لینک‌های اضافه شده
ja_jp: 最新ブックマーク
pt_br: Últimos links adicionados

source: Last blog's ticket
fa_ir: آخرین برچسب بلاگ
ja_jp: ブログの最新記事
pt_br: Último bilhete do blog

source: Last photo added
fa_ir: آخرین عکس اضافه شده
ja_jp: 最近追加された写真
pt_br: Última foto adicionada

source: Communities list
fa_ir: فهرست اجتماعات

source: Rate your friend to build his/her karma:
fa_ir: دوستانت را درجه‌بندی کن تا فره‌وهر آن‌ها را ایجاد کنی
pt_br: Classifique seu(ua) amigo(a) para criar o karma dele(a)

source: Fan:
fa_ir: طرفدار
pt_br: Fã:

source: Fun:
fa_ir: خوشی:
pt_br: Diversão:

source: Cool:
fa_ir: باحال:
pt_br: Legal:

source: Sexy:
fa_ir: خوشگل

source: Relation:
fa_ir: رابطه
pt_br: Relação:

source: Type:
fa_ir: :نوع
pt_br: Tipo:

source: What is it ?
fa_ir: کجاست؟
ja_jp: これは何ですか？
pt_br: O que é isto?

source: .node is an online community connecting people through a trusted friends network
fa_ir: دات‌نود یک اجتماع آنلاین است که افراد رو از طریق یک شبکه‌ از دوستان به هم مرتبط می‌کند
ja_jp: .nodeは信頼できる友達のネットワークによるオンラインコミュニティーです。
pt_br: .node é uma comunidade online conectando pessoas através de uma rede de amigos de confiança

source: We wish to create a worldwide friendship network without any language barrier
fa_ir: ما می‌خواهیم یک شبکه‌ی جهانی از دوستان بدون هیچ محدودیت زبانی ایجاد کنیم
ja_jp: 言語の障壁を越えて、世界規模の友達ネットワークを構築したいと思っています。
pt_br: Nós desejamos criar uma rede mundial de amizades sem nenhuma barreira de idioma

source: By joining <strong>.node</strong>, you can use lots of little services based on trusted friends
fa_ir: با عضو شدن در <strong>دات‌نود</strong>، می‌تونی از تعداد زیادی سرویس کوچولو مبتنی بر یک شبکه‌ی دوستی استفاده بکنی
ja_jp: <strong>.node</strong>に参加することで、友達の信頼関係をもとにした様々なサービスを使うことができます。
pt_br: Fazendo parte do <b>.node</b>, você pode aproveitar vários serviços baseados em amigos de confiança

source: Connect
fa_ir: اتصال
ja_jp: ログインする
pt_br: Conectar

source: Login
fa_ir: ورود
ja_jp: ログイン

source: Password
fa_ir: رمز عبور
ja_jp: パスワード
pt_br: Senha

source: To contact me
fa_ir: برای تماس با من
ja_jp: 私にコンタクトするには
pt_br: Para entrar em contato

source: Enter
fa_ir: ورود
ja_jp: ログイン
pt_br: Entrar

source: Forgot your password ?
fa_ir: رمز عبورت یادت رفته؟
ja_jp: パスワードを忘れましたか？
pt_br: Esqueceu sua senha?

source: Not a member?
fa_ir: عضو نیستی؟
ja_jp: メンバーではありませんか？
pt_br: Não é um membro?

source: You must be connected to view this page
fa_ir: باید وصل بشی تا این صفحه رو ببینی
ja_jp: このページは.nodeにログインしないと見ることができません。
pt_br: Você deve estar conectado para ver esta página

source: Join .node
fa_ir: به دات‌نود بپیوندید

source: No dotPage for this .node member
fa_ir: برای این عضو دات‌نود هیج دات‌پیجی پیدا نشد
ja_jp: この.nodeメンバーのdotPageがありません。
pt_br: Não há dotPage para este membro do .node

source: This member haven't join a photo to his profile. His dotPage is disabled
fa_ir: این عضو عکسی توی شناسنامه‌ی خودش نگذاشته، به همین علت دات‌پیجش غیرفعاله
ja_jp: このメンバーはプロフィールに写真を掲載していないため、dotPageは無効にされています。
pt_br: Este membro não adicionou uma foto ao seu perfil. A dotPage dele está desativada

source: You can see dotPage's examples at
fa_ir: میتونی نمونه‌ی یک دات‌چیج رو در اینجا ببینی
ja_jp: dotPageの例をここで見ることができます
pt_br: Você pode ver exemplos de dotPages aqui

source: Contact me
fa_ir: باهام تماس بگیرید
ja_jp: 私に連絡する
pt_br: Entre em contato comigo

source: On
fa_ir: در
pt_br: Em

source: My Blog
fa_ir: بلاگ من
ja_jp: マイブログ
pt_br: Meu Blog

source: Some bookmarks
fa_ir: چند تا نشان
ja_jp: ブックマーク
pt_br: Alguns marcadores

source: Some photos
fa_ir: چند تصویر
ja_jp: 写真
pt_br: Algumas fotos

source: My album
fa_ir: آلبوم من
ja_jp: マイアルバム
pt_br: Meu álbum

source: Some friends
fa_ir: چند تا دوست
ja_jp: 友達
pt_br: Alguns amigos

source: Some comments
fa_ir: چند نظر
ja_jp: コメント
pt_br: Alguns comentários

source: Return to home
fa_ir: بازگشت به خانه
ja_jp: ホームに戻る
pt_br: Voltar à página inicial

source: Find your soul mate
fa_ir: رفیق خودت رو پیدا کن
ja_jp: 親友を見つけよう
pt_br: Encontre sua alma gêmea

source: only member with photo
fa_ir: فقط اعضای عکس‌دار
ja_jp: 写真付メンバーだけ
pt_br: somente membros com foto

source: Results
fa_ir: نتایج
ja_jp: 結果
pt_br: Resultados

source: To perform a search by name, go to <a href='/friends/search'>Friends / Search</a> page
fa_ir: برای اینکه با اسم جستجو بکنی، برو به صفحه‌ی <a href='/friends/search'>جستجو/دوستان</a>
ja_jp: 名前で検索するには、<a href='/friends/search'>友達 / 検索</a>ページをご利用ください。
pt_br: Para procurar pelo nome vá para a pagina <a href='/friends/search'>Amigos / Busca</a>

source: Age
fa_ir: سن
ja_jp: 年齢
pt_br: Idade

source: To support .node
fa_ir: برای حمایت از دات‌نود
pt_br: Para ajudar o .node

source: You can find here some links that can give money to .node :
fa_ir: اینجا میتونی لینک‌هایی رو پیدا کنی که به دات‌نود پول میدن:
pt_br: Você pode encontrar aqui alguns links que dão dinheiro ao .node:

source: To support .node directy, use PayPal
fa_ir: برای حمایت مستقیم از دات‌نود از PayPal استفاده کن
pt_br: Para ajudar diretamente o .node, use o Paypal

source: If you want to support .node,<br /><a href='/support'>go here</a>
fa_ir: اگر می‌خواهی از دات‌نود پشتیبانی کنی برو <br /><a href='/support'>اینجا</a>
pt_br: Se você quer contribuir com o .node,<br /><a href='/support'>clique aqui</a>

source: The
pt_br: O (A)

source: ZIP
pt_br: CEP
