Repository: ikse-net/dotnode
Catalog: trunk/locale/*/LC_MESSAGES/dotnode.po
Languages: fa_ir, ja_jp, pt_br

source: Nobody match your search. Try again !
fa_ir: هیچ کس با جستجوی تو جور نشد. دوباره امتحان کن!
ja_jp: 検索条件に該当する人はいませんでした。検索条件を変えて、再検索してみましょう。
pt_br: Ninguém coincide com sua busca. Tente de novo!

source: About
fa_ir: درباره
ja_jp: .nodeについて
pt_br: Sobre

source: FAQ
fa_ir: سین‌جیم

source: Terms
fa_ir: موارد
ja_jp: 規約
pt_br: Termos

source: Privacy
fa_ir: حریم شخصی
ja_jp: プライバシーポリシー
pt_br: Privacidade

source: Last modified:
fa_ir: آخرین تصحیح
ja_jp: 最終更新日：
pt_br: Última modificação

source: Change your password
fa_ir: تغییر گذرواژه
ja_jp: パスワード変更
pt_br: Mude sua senha

source: Change your main email
fa_ir: تغییر ایمیل اصلی
ja_jp: メールアドレスを変更する
pt_br: Mude seu e-mail principal

source: %1 %2 invite you on .node
fa_ir: %1 %2 تو رو به دات‌نود دعوت کرده
ja_jp: %1 %2 さんが、あなたを .node に招待しています。
pt_br: %1 %2 convidou você para o .node

source: A personal message from your friend
fa_ir: یک پیام خصوصی از طرف دوستت
ja_jp: 友達からの個人的なメッセージ
pt_br: Uma mensagem pessoal do(a) seu(sua) amigo(a)

source: Public Section
fa_ir: بخش عمومی
ja_jp: 公開エリア
pt_br: Seção Pública

source: Join
fa_ir: پیوستن
ja_jp: 参加する
pt_br: Participar

source: Help
fa_ir: کمک
ja_jp: ヘルプ
pt_br: Ajuda

source: Home
fa_ir: خانه
ja_jp: ホーム
pt_br: Início

source: Friends
fa_ir: دوستان
ja_jp: 友達
pt_br: Amigos

source: Messages
fa_ir: پیام‌ها
ja_jp: メッセージ
pt_br: Mensagens

source: Community
fa_ir: گروه
ja_jp: コミュニティー
pt_br: Comunidade

source: Communities
fa_ir: گروه
ja_jp: コミュニティー
pt_br: Comunidades

source: Search
fa_ir: جستجو
ja_jp: 検索
pt_br: Busca

source: News
fa_ir: اخبار
ja_jp: ニュース
pt_br: Notícias

source: Logout
fa_ir: خروج
ja_jp: ログアウト
pt_br: Sair

source: Profile
fa_ir: شناسنامه
ja_jp: プロフィール
pt_br: Perfil

source: Album
fa_ir: آلبوم
ja_jp: アルバム
pt_br: Álbum

source: Settings
fa_ir: تنظیمات
ja_jp: 設定
pt_br: Configurações

source: Bookmarks
fa_ir: نشان‌ها
ja_jp: ブックマーク
pt_br: Marcadores

source: Blog
fa_ir: بلاگ
ja_jp: ブログ

source: General
fa_ir: کلی
ja_jp: 基本情報
pt_br: Geral

source: Interests
fa_ir: علاقه‌ها
ja_jp: 興味、関心事
pt_br: Interesses

source: Professional
fa_ir: حرفه‌ای
ja_jp: 職業、専門
pt_br: Profissional

source: Personal
fa_ir: شخصی
ja_jp: 個人的なこと
pt_br: Pessoal

source: Schools
fa_ir: مدارس
ja_jp: 学校
pt_br: Escolas

source: Contact
fa_ir: تماس
ja_jp: 連絡先
pt_br: Contato

source: Photo
fa_ir: عکس
ja_jp: 写真
pt_br: Foto

source: Invitation
fa_ir: دعوت‌نامه
ja_jp: 招待
pt_br: Convite

source: Karma
fa_ir: فره‌وهر
ja_jp: カルマ

source: Read
fa_ir: بخون
ja_jp: 読む
pt_br: Ler

source: Write
fa_ir: بنویس
ja_jp: 書く
pt_br: Escrever

source: Send
fa_ir: ارسال
ja_jp: 送る
pt_br: Enviar

source: Saved
fa_ir: ذخیره شده
ja_jp: 保存
pt_br: Salvo

source: Sent
fa_ir: ارسال شده
ja_jp: 送信済み
pt_br: Enviado

source: Create
fa_ir: ایجاد
ja_jp: 新規作成
pt_br: Criar

source: Create your community
fa_ir: درست کردن گروه
ja_jp: コミュニティーを作成する
pt_br: Crie sua comunidade

source: View
fa_ir: نمایش
ja_jp: 確認する
pt_br: Ver

source: Unjoin
fa_ir: خارج شدن
ja_jp: 参加を取り消す
pt_br: Sair

source: Forum
fa_ir: انجمن
ja_jp: フォーラム
pt_br: Fórum

source: Event
fa_ir: خبر
ja_jp: イベント
pt_br: Evento

source: Invite
fa_ir: دعوت
ja_jp: 招待する
pt_br: Convidar

source: Edit
fa_ir: ویرایش
ja_jp: 編集
pt_br: Editar

source: Report an error
fa_ir: گزارش خطا
ja_jp: エラーを報告する
pt_br: Notificar um erro

source: Compose message
fa_ir: نوشتن پیام
ja_jp: メッセージの作成
pt_br: Compor mensagem

source: Friends and friends of friends
fa_ir: موضوع
ja_jp: 友達と友達の友達
pt_br: Amigos e amigos dos amigos

source: Subject
fa_ir: موضوع
ja_jp: 件名
pt_br: Assunto

source: Message
fa_ir: پیام
ja_jp: メッセージ
pt_br: Mensagem

source: From
fa_ir: از
ja_jp: 差出人 (From)
pt_br: De

source: To
fa_ir: به
ja_jp: 宛先
pt_br: Para

source: Date
fa_ir: تاریخ
ja_jp: 日付
pt_br: Data

source: Reply
fa_ir: پاسخ
ja_jp: 返信
pt_br: Responder

source: Forward
fa_ir: ارجاع
ja_jp: 転送
pt_br: Encaminhar

source: Inbox
fa_ir: صندوق
ja_jp: 受信箱
pt_br: Caixa de entrada

source: Inbox messages
fa_ir: پیام‌های صندوق
ja_jp: 受信箱のメッセージ
pt_br: Mensagens na caixa de entrada

source: Sent messages
fa_ir: پیغام‌های ارسال شده
ja_jp: 送信済みメッセージ
pt_br: Mensagens enviadas

source: Saved messages
fa_ir: پیام‌های ذخیره‌شده
ja_jp: 保存済みメッセージ
pt_br: Mensagens salvas

source: No message
fa_ir: پیامی نیست
ja_jp: メッセージ無し
pt_br: Nenhuma mensagem

source: Delete selection
fa_ir: پاک کردن انتخاب شده‌ها
ja_jp: 選択を消除する
pt_br: Apagar itens selecionados

source: Page:
fa_ir: صفحه:
ja_jp: ページ：
pt_br: Página:

source: Ok
fa_ir: قبول

source: Incorrect message
fa_ir: پیام نادرست
ja_jp: 不正なメッセージ
pt_br: Mensagem incorreta

source: You must enter a subject and a body to send your .message
fa_ir: برای ارسال پیام باید یک موضوع و بدنه وارد کنی
ja_jp: 件名も本文も必要となります。
pt_br: Você deve digitar um assunto e um texto para enviar sua .mensagem

source: My Friends
fa_ir: دوستام
ja_jp: 友達
pt_br: Meus amigos

source: My Communities
fa_ir: گروه‌های من
ja_jp: 参加しているコミュニティー
pt_br: Minhas Comunidades

source: Welcome
fa_ir: خوش‌آمد
ja_jp: ようこそ
pt_br: Bem-vindo

source: Edit my profile
fa_ir: ویرایش شناسنامه‌ی من
ja_jp: プロフィールを編集する
pt_br: Editar meu perfil

source: Manage my album
fa_ir: مدیریت آلبوم
ja_jp: アルバムを管理する
pt_br: Organizar meu álbum

source: Add bookmarks
fa_ir: نشانه بذار
ja_jp: ブックマークを追加する
pt_br: Adicionar marcadores

source: Write blog
fa_ir: بلاگ نوشتن
ja_jp: ブログを書く
pt_br: Escrever blog

source: Change my password
fa_ir: تغییر رمز عبور
ja_jp: パスワード変更
pt_br: Mudar minha senha

source: The %1 last friends who have visited my profile (<a href='/friends/list'>View full list</a>):
fa_ir: آخرین %1 دوستی که از شناسنامه‌ی من بازدید کردند (<a href='/friends/list'>مشاهده‌ی لیست کامل</a>):
ja_jp: 最近プロフィールを訪問した友達%1人 (<a href='/friends/list'>友達全員を見る</a>):
pt_br: Os %1 últimos amigos que visitaram meu perfil (<a href='/friends/list'>Ver lista completa</a>):

source: The %1 last communities' post (<a href='/profile/communities'>View all communities subscribed</a>):
fa_ir: آهرین %1 ارسال به گروه‌ها (<a href='/profile/communities'>مشاهده‌ی همه‌ی گروه‌ها</a>):
ja_jp: コミュニティーの書き込み最新%1件 (<a href='/profile/communities'>参加しているコミュニティー一覧</a>):
pt_br: %1 últimas comunidades com novas mensagens (<a href='/profile/%2/communities'>Ver todas as minhas comunidades</a>):

source: Public
fa_ir: عمومی
ja_jp: 公開
pt_br: Público

source: Last post: <a href='/communities/forum/%1'>%2</a>
fa_ir: آخرین ارسال: <a href='/communities/forum/%1'>%2</a>
ja_jp: 最新の書き込み: <a href='/communities/forum/%1'>%2</a>
pt_br: Última mensagem: <a href='/communities/forum/%1'>%2</a>

source: View my own profile
fa_ir: مشاهده‌ی شناسنامه‌ی خودم
ja_jp: 自分のプロフィールを見る
pt_br: Ver meu perfil

source: Welcome %1
fa_ir: خوش‌آمدی %1
ja_jp: %1さん、.nodeへようこそ！
pt_br: Bem-Vindo(a) %1

source: Invite my friends to join .node...
fa_ir: دوستام رو به دات‌نود دعوت کن...
ja_jp: 友達に.nodeを紹介する
pt_br: Convidar meus amigos para entrar no .node...

source: Fill my extented profile
fa_ir: پر کردن شناسنامه‌ی گسترده‌
ja_jp: プロフィールを編集する
pt_br: Preencher meu perfil completo

source: Write a ticket in my blog
fa_ir: نوشتن بچسب در بلاگ
ja_jp: ブログの記事を書く
pt_br: Escreva um bilhete no meu blog

source: Add a link in my bookmarks
fa_ir: یک لینک به نشان‌گذاری‌های من اضافه کن
ja_jp: ブックマークを追加する
pt_br: Adicionar um link nos meus marcadores

source: %1 support .node.
fa_ir: %1 از دات نود حمایت می‌کنه
pt_br: %1 apoiam o .node.

source: For each created account by this link (and confirmed), eBay give some money to .node...
fa_ir: %1 از دات‌نود حمایت کن
pt_br: Para cada conta criada através deste link (e confirmada), o eBay dá uma quantia em dinheiro ao .node...

source: Make a donation with PayPal
fa_ir: برای اهدای کمک از PayPal استفاده کنید
pt_br: Faça uma doação via PayPal

source: Support
fa_ir: پشتیبانی
pt_br: Ajude

source: Search & subscribe to communities
fa_ir: جستجو در گروه‌ها و عضو شدن

source: You can upload a JPEG (.jpg), GIF (.gif), or PNG (.png) file (maximum size of 500KB).
fa_ir: میتونی یک فایل از نوع JPEG، GIF یا PNG با حداکثر اندازه‌ی ۵۰۰ کیلو بایت رو به عنوان معرف خودت بذاری
ja_jp: 最大500KBのJPEG (.jpg), GIF (.gif), あるいは PNG (.png)ファイルをアップロードすることができます。
pt_br: Você pode enviar um arquivo JPEG (.jpg), GIF (.gif) ou PNG (.png) (tamanho máximo de 500KB).

source: Select image
fa_ir: انتخاب تصویر
ja_jp: 画像を選択する
pt_br: Selecionar imagem

source: Caption
fa_ir: زیرنویس
ja_jp: 説明文
pt_br: Legenda

source: Edit caption
fa_ir: ویرایش زیرنویس
ja_jp: 説明文を編集する
pt_br: Editar legenda

source: Confirm delete ?
fa_ir: حذف رو تایید می‌کنی؟
ja_jp: 削除してよろしいですか？
pt_br: Confirma exclusão?

source: Image
fa_ir: تصویر
ja_jp: 画像
pt_br: Imagem

source: Update
fa_ir: به‌روز‌رسانی
ja_jp: アップデート
pt_br: Atualizar

source: View full photo
fa_ir: مشاهده‌ی تصویر کامل
ja_jp: 大きい写真を見る
pt_br: Ver foto inteira

source: %1's Album
fa_ir: آلبوم %1
ja_jp: %1のアルバム
pt_br: Álbum de %1

source: I want to become a .node translator
fa_ir: می‌خواهم مترجم دات‌نود شوم

source: If you want to become a .node translator, just fill this form :
fa_ir: اگر مایلید مترجم دات‌نود شوید، این فرم را پر کنید:

source: If you are accepted, your login/password will be your actual .node login/password.
fa_ir: اگر پذیرفته شوی، نام کابری و رمز عبورت همان نام کاربری و رمز عبور دات‌نود خواهد بد.

source: Language i want to translate .node to:
fa_ir: زبانی که می‌خواهم دات‌نود را به آن ترجمه کنم:

source: Enter here some information about you and your language (level of practice, mother tongue or not, ...):
fa_ir: در این محل اطلاعاتی در مورد خودت، زبانت (سطح آمادگی،‌ ربان مادری یا غیر مادری و ...) وارد کن:

source: Select your wanted level :
fa_ir: سطح مورد نظر را انتخاب کن

source: %1's Blog
fa_ir: بلاگ %1
ja_jp: %1のブログ
pt_br: Blog de %1

source: No blog
fa_ir: بلاگی نیست
ja_jp: ブログがありません
pt_br: Não há blog

source: edit one now
fa_ir: یکی رو الان ویرایش کن
ja_jp: 編集を開始する
pt_br: editar um agora

source: URL of your RSS blog if you have one
fa_ir: آدرس RSS بلاگت (اگر بلاگ داری)
ja_jp: ブログにRSSがあれば、そのURL
pt_br: URL do seu blog RSS, se tiver um

source: To activate your RSS, you must post one ticket Online here
fa_ir: برای فعال کردن RSS باید حداقل یک برچست بفرستی
ja_jp: RSSを有効にするためには、ここのブログに１つ記事を投稿する必要があります。
pt_br: Para ativar seu RSS, você deve postar um bilhete Online aqui

source: Category
fa_ir: مقوله
ja_jp: カテゴリー
pt_br: Categoria

source: See
fa_ir: ببین
ja_jp: 確認する
pt_br: Ver

source: Publish it
fa_ir: منتشرش کن
ja_jp: 公開する
pt_br: Publique

source: Hide it
fa_ir: منتشر کردن
ja_jp: 非公開にする
pt_br: Esconda

source: Online
fa_ir: آنلاین
ja_jp: 公開

source: Offline
fa_ir: آفلاین
ja_jp: 非公開

source: Write a ticket
fa_ir: نوشتن برچسب
ja_jp: 記事を書く
pt_br: Escrever um bilhete

source: Manage categories
fa_ir: مدیریت دسته‌بندی
ja_jp: カテゴリーを編集する
pt_br: Organizar categorias

source: Organize your blog with categories...
fa_ir: بلاگت رو با دسته‌بندی مرتب کن
ja_jp: ブログをカテゴリーで整理しましょう。
pt_br: Organize seu blog por categorias...

source: Add this categorie
fa_ir: اضافه کردن این دسته‌بندی
ja_jp: このカテゴリーを追加する
pt_br: Adicionar esta categoria

source: Write a new ticket
fa_ir: نوشتن برچست جدید
ja_jp: 新しい記事を書き込む
pt_br: Escrever um novo bilhete

source: Status
fa_ir: وضعیت
ja_jp: 状態

source: The content of your blog is under your responsability.
fa_ir: مسئولیت محتویات بلاگ با خود تو است
ja_jp: ブログの内容に関しては、あなたが全責任を負います。
pt_br: O conteúdo do seu blog está sob sua responsabilidade.

source: Ticket content
fa_ir: محتویات بچسب
ja_jp: 記事の内容
pt_br: Conteúdo do ticket

source: Manage blog's categories
fa_ir: مدریت دسته‌بندی بلاگ
ja_jp: ブログのカテゴリーを管理する
pt_br: Administrar as categorias do blog

source: No category
fa_ir: هیچ دسته‌ای نیست
ja_jp: カテゴリーなし
pt_br: Nenhuma categoria

source: add one now
fa_ir: یکی رو اضافه کن
ja_jp: 追加する
pt_br: Adicionar uma agora

source: %1's Bookmarks
fa_ir: نشان‌های %1
ja_jp: %1のブックマーク
pt_br: Marcadores de %1

source: Please, do not add illegal sites.
fa_ir: لطفاْ سایت‌های غیر قانونی اضافه نکن
ja_jp: 不正なサイトを追加しないでください。
pt_br: Por favor, não adicione sites ilegais.

source: URL Address
fa_ir: آدرس
ja_jp: URL
pt_br: URL

source: Add
fa_ir: اضافه‌کردن
ja_jp: 追加
pt_br: Adicionar

source: Add a bookmark
fa_ir: یک نشانه بذار
ja_jp: ブックマークを追加する
pt_br: Adicionar um marcador

source: Share your best links with your friends and other .nodians.
fa_ir: بهترین لینک‌ها را با دوستان و سایر اعضای دات‌نود تقسیم کن.
ja_jp: あなたのとっておきのブックマークを、友達や他の.nodeメンバーと共有しましょう。
pt_br: Compartilhe seus melhores links com seus amigos e outros .nodeanos.

source: Name :
fa_ir: اسم:
ja_jp: 名前：
pt_br: Nome :

source: You
fa_ir: تو
ja_jp: あなた
pt_br: Você

source: Job
fa_ir: شغل
ja_jp: 仕事
pt_br: Trabalho

source: Finish
fa_ir: پایان
ja_jp: 完了
pt_br: Finalizar

source: Next step
fa_ir: قدم بعدی
ja_jp: 次のステップ
pt_br: Próximo passo

source: Indicate information about you.
fa_ir: یه سری اطلاعات در مورد خودت بده
ja_jp: あなたの情報を記入。
pt_br: Algumas informações sobre você.

source: Indicate how to contact you.
fa_ir: بگو چه جوری میشه با تو تماس گرفت
ja_jp: あなたの連絡先を記入。
pt_br: Diga como entrar em contato com você.

source: Describe your job.
fa_ir: شغلت را شرح بده
ja_jp: 仕事内容の説明
pt_br: Descreva seu trabalho.

source: To help other members to know you ...
fa_ir: برای کمک به بقیه‌ی اعضا که تو رو بهتر بشناسند
ja_jp: 他のメンバーがあなたのことをよりよく知るために、
pt_br: Para ajudar outros membros a te conhcer...

source: Fill it seriously ... :-)
fa_ir: با جدیت پرش کن :-)
ja_jp: 真面目に書き込んでね ^^
pt_br: Preencha com seriedade... :-)

source: Modify your password
fa_ir: اصلاح گذرواژه
ja_jp: パスワードの変更
pt_br: Mudar sua senha

source: Old password
fa_ir: رمز عبور قدیمی
ja_jp: 古いパスワード
pt_br: Senha anterior

source: New password
fa_ir: گذرواژه‌ی جدید
ja_jp: 新しいパスワード
pt_br: Senha nova

source: Confirm new password
fa_ir: تایید رمز عبور جدید
ja_jp: 新しいパスワードの確認
pt_br: Confirmar senha nova

source: New password recorded
fa_ir: رمز عبور جدید ذخیره شد
ja_jp: 新しいパスワードに変更されました
pt_br: Senha alterada

source: Create my album
fa_ir: آلبومم را ایجاد کن
pt_br: Criar meu album

source: Create my blog
fa_ir: بلاگم را ایجاد کن
pt_br: Criar meu blog

source: Create my bookmarks
fa_ir: نشان‌گذاری‌های من را ایجاد کن
pt_br: Criar meus marcadores de página

source: Contact Profile
fa_ir: شناسنامه‌ی تماس
ja_jp: 連絡先
pt_br: Perfil para contato

source: Address
fa_ir: آدرس
ja_jp: 住所
pt_br: Endereço

source: email
fa_ir: ایمیل
ja_jp: メール

source: Email
fa_ir: ایمیل
ja_jp: メール

source: Email (2)
fa_ir: ایمیل
ja_jp: メール (2)

source: Email (3)
fa_ir: ایمیل
ja_jp: メール (3)

source: Email (4)
fa_ir: ایمیل
ja_jp: メール (4)

source: Main IM
fa_ir: IM اصلی
ja_jp: IM (メイン)
pt_br: IM Principal

source: Secondary IM
fa_ir: IM دوم
ja_jp: IM (サブ)
pt_br: IM Secundário

source: Phone
fa_ir: تلفن
ja_jp: 電話
pt_br: Telefone

source: Cell phone
fa_ir: تلفن همراه
ja_jp: 携帯電話
pt_br: Telefone celular

source: Zip
fa_ir: کد پستی
ja_jp: 郵便番号
pt_br: CEP

source: Your email will be updated after your confirmation received by email (in 2 min max)
fa_ir: ایمیلت بعد از اینکه تاییدش توسط ایمیل دریافت شد به‌روز میشه (حداکثر ۲ دقیقه)
ja_jp: メールアドレス変更には、メールアドレス確認手続きが必要です。２分以内に確認メールが届きますので、確認手続きをお願いします。
pt_br: Seu email será atualizado após sua confirmação recebida por email (em 2 min. no máximo)

source: Edit my contact
fa_ir: ویرایش لیست دوستان
ja_jp: 連絡先を編集する
pt_br: Editar minhas informações de contato

source: General Profile
fa_ir: شناسنامه‌ی عمومی
ja_jp: 基本情報
pt_br: Perfil geral

source: No general profile recorded.
fa_ir: هیچ شناسنامه‌ی عمومی ذخیره نشده
ja_jp: 基本情報は登録されていません。
pt_br: Não há um perfil geral cadastrado.

source: Edit it !
fa_ir: ویرایش کن
ja_jp: 編集する
pt_br: Editar!

source: First name
fa_ir: اسم
ja_jp: 名前 (First name)
pt_br: Nome

source: Last name
fa_ir: فامیل
ja_jp: 名字 (Last name)
pt_br: Sobrenome

source: Nickname
fa_ir: نام مستعار
ja_jp: ニックネーム
pt_br: Apelido

source: Gender
fa_ir: جنسیت
ja_jp: 性別
pt_br: Sexo

source: Relationship status
fa_ir: وضعیت تاهل
ja_jp: 交際相手の有無
pt_br: Estado civil

source: Birthday
fa_ir: روز تولد
ja_jp: 誕生日
pt_br: Aniversário

source: Male
fa_ir: مرد
ja_jp: 男
pt_br: Masculino

source: Female
fa_ir: زن
ja_jp: 女
pt_br: Feminino

source: Single
fa_ir: مجرد
ja_jp: 独身
pt_br: Solteiro

source: Married
fa_ir: متاهل
ja_jp: 既婚
pt_br: Casado (a)

source: Committed
fa_ir: متعهد
ja_jp: 交際中
pt_br: Comprometido (a)

source: I'm interested in
fa_ir: من علاقه دارم به
ja_jp: 興味
pt_br: Estou interessado (a) em

source: Business networking
fa_ir: ارتباطات شغلی
ja_jp: 仕事のネットワーク
pt_br: Relações profissionais

source: Dating
fa_ir: دوست‌یابی
ja_jp: デート
pt_br: Namoro

source: Activity Partners
fa_ir: شرکای کاری
ja_jp: 活動のパートナー
pt_br: Parceiros de atividades

source: Children
fa_ir: فرزندان
ja_jp: 子供
pt_br: Filhos

source: Yes, full time
fa_ir: بله، تمام وقت
ja_jp: いつでもいる
pt_br: Sim, tempo integral

source: Yes, half time
fa_ir: بله، پاره وقت
ja_jp: たまにいる
pt_br: Sim, meio período

source: Yes, but not at home
fa_ir: آره،‌ ولی نه توی خونه
ja_jp: いるけれど家にはいない
pt_br: Sim, mas não em casa

source: Fashion
fa_ir: مد
ja_jp: ファッション
pt_br: Estilo

source: Alternative
fa_ir: جایگزین
pt_br: Alternativo

source: Casual
fa_ir: آنچنانی
ja_jp: カジュアル

source: Classic
fa_ir: کلاسیک
ja_jp: クラシック
pt_br: Clássico

source: Contemporary
fa_ir: امروزی
ja_jp: 現代風
pt_br: Contemporâneo

source: Designer
fa_ir: طراح
ja_jp: デザイナー
pt_br: Estilista

source: Minimal
fa_ir: کمینه
ja_jp: 最小限
pt_br: Minimalista

source: Natural
fa_ir: طبیعی
ja_jp: 自然

source: Outdoorsy
fa_ir: آفاقی
ja_jp: アウトドア
pt_br: Aventureiro

source: Smart
fa_ir: زرنگ
ja_jp: スマート
pt_br: Elegante

source: Trendy
fa_ir: نوگرا
ja_jp: トレンディー
pt_br: Última moda

source: Urban
fa_ir: شهری
ja_jp: アーバン
pt_br: Urbano

source: Smoking
fa_ir: سیگار
ja_jp: 喫煙
pt_br: Fumo

source: Drinking
fa_ir: باده پیمایی
ja_jp: 飲酒
pt_br: Bebo

source: A little
fa_ir: کمی
ja_jp: 少し
pt_br: Um pouco

source: Socialy
fa_ir: اجتماعی
ja_jp: 社交的に飲む程度
pt_br: Socialmente

source: Occasionally
fa_ir: گهگاه
ja_jp: たまにいる
pt_br: Ocasionalmente

source: Regularly
fa_ir: اغلب
ja_jp: いつも
pt_br: Regularmente

source: Living
fa_ir: زندگی
ja_jp: 同居者
pt_br: Vivo

source: Alone
fa_ir: تنها
ja_jp: ひとり
pt_br: Sozinho (a)

source: With my roommate(s)
fa_ir: با هم‌اتاقی‌ها
ja_jp: ルームメート
pt_br: Com colega(s) de quarto

source: With my parents
fa_ir: با والدینم
ja_jp: 親
pt_br: Com meus pais

source: With my partner
fa_ir: با همسرم
ja_jp: パートナー
pt_br: Com meu parceiro

source: With my kid(s)
fa_ir: با بچه‌هام
ja_jp: 子供
pt_br: Com meu(s) filho(s)

source: With my pet(s)
fa_ir: با حیوونام
ja_jp: ペット
pt_br: Com meu(s) animal(is) de estimação

source: My Web
fa_ir: آدرس وب من
ja_jp: ホームページアドレス
pt_br: Meu site

source: Describe yourself
fa_ir: خودت رو شرح بده
ja_jp: 自己紹介
pt_br: Descreva-se

source: About me
fa_ir: درباره‌ی من
ja_jp: 私について
pt_br: Sobre mim

source: <b>%1</b> fan
fa_ir: <b>%1</b> طرفدار
ja_jp: ファン<b>%1</b>人
pt_br: <b>%1</b> fã

source: <b>%1</b> photo
fa_ir: عکس <b>%1</b>
ja_jp: 写真<b>%1</b>枚
pt_br: <b>%1</b> foto

source: <b>%1</b> blog
fa_ir: <b>%1</b>بلاگ
ja_jp: ブログ記事<b>%1</b>件

source: <b>%1</b> bookmark
fa_ir: <b>%1</b>نشان
ja_jp: ブックマーク<b>%1</b>個
pt_br: <b>%1</b> marcação

source: You have <b>%1</b> fan
fa_ir: <b>%1</b> طرفدار داری
ja_jp: <b>%1</b>人のファンがいます
pt_br: Você tem <b>%1</b> fã

source: You have <b>%1</b> new message
fa_ir: <b>%1</b> پیام جدید داری
ja_jp: <b>%1</b>個の新着メッセージがあります
pt_br: Você tem <b>%1</b> mensagem nova

source: Go to my messagebox
fa_ir: برو به صندوق پیام‌ها
ja_jp: メッセージボックスを開ける
pt_br: Ir para a caixa de entrada

source: Edit general profile
fa_ir: ویرایش شناسنامه‌ی عمومی
ja_jp: 基本情報を編集する
pt_br: Editar perfil geral

source: Interests Profile
fa_ir: شناسنامه‌ی علاقه‌ها
ja_jp: 興味、関心事のプロフィール
pt_br: Perfil de Interesses

source: Passions
fa_ir: علاقه‌مندی‌ها
ja_jp: 好きなこと
pt_br: Paixões

source: Sports
fa_ir: ورزش
ja_jp: スポーツ
pt_br: Esportes

source: Activities
fa_ir: فعالیت‌ها
ja_jp: 活動
pt_br: Atividades

source: Favorite books
fa_ir: کتاب‌های مورد علاقه
ja_jp: 好きな本
pt_br: Livros favoritos

source: Favorite music
fa_ir: موزیک مورد‌علاقه
ja_jp: 好きな音楽
pt_br: Músicas favoritas

source: Favorite TV shows
fa_ir: برنامه‌ی تلوزیونی مورد ‌علاقه
ja_jp: 好きなテレビ番組
pt_br: Programas de TV favoritos

source: Favorite movies
fa_ir: فیلم‌های مورد علاقه
ja_jp: 好きな映画
pt_br: Filmes favoritos

source: Favorite cuisines
fa_ir: غذای مورد علاقه
ja_jp: 好きな食べ物
pt_br: Comidas favoritas

source: Edit interest profile
fa_ir: ویرایش شناسنامه‌ی علاقه‌ها
ja_jp: 興味、関心事のプロフィールを編集する
pt_br: Editar perfil de interesse

source: Personal Profile
fa_ir: شناسنامه‌ی شخصی
ja_jp: 個人的なプロフィール
pt_br: Perfil Pessoal

source: Headline
fa_ir: سرآمد
ja_jp: ヘッドライン
pt_br: Título

source: First thing you will notice<br />about me
fa_ir: اولین چیزی که در مورد من متوجه خواهید شد
ja_jp: 私の第一印象
pt_br: Primeira coisa que você vai reparar<br /> em mim

source: Size (in cm)
fa_ir: اندازه (به سانتی‌متر)
ja_jp: 身長 (cm)
pt_br: Altura (em cm)

source: Size
fa_ir: اندازه
ja_jp: 身長
pt_br: Altura

source: Eye color
fa_ir: رنگ چشم
ja_jp: 目の色
pt_br: Cor dos olhos

source: Hair color
fa_ir: رنگ مو
ja_jp: 髪の色
pt_br: Cor dos cabelos

source: Body art
fa_ir: هنر‌های بدن
ja_jp: ボディーアート

source: Best feature
fa_ir: مهم‌ترین ویژگی
ja_jp: 自慢の体の部位
pt_br: Melhor característica

source: Things I can't live without
fa_ir: چیز‌هایی که نمیتونم بدونشون زندگی کنم
ja_jp: これがなくては生きていけない！というもの
pt_br: Não consigo viver sem

source: Describe your ideal match
fa_ir: فرد ایده‌آل مورد نظر خودت رو توصیف کن
ja_jp: 理想の相手はどんな人ですか。
pt_br: Descreva seu par ideal

source: Blue
fa_ir: آبی
ja_jp: 青
pt_br: Azuis

source: Green
fa_ir: سبز
ja_jp: 緑
pt_br: Verdes

source: Brown
fa_ir: قهوه‌ای
ja_jp: 褐色
pt_br: Castanhos

source: Black
fa_ir: مشکی
ja_jp: 黒
pt_br: Negros

source: Gray
fa_ir: خاکستری
ja_jp: 灰色
pt_br: Acinzentados

source: Hazel
fa_ir: قهوه‌ای مایل به سبز
ja_jp: うす茶色 (Hazel)
pt_br: Castanho-claros

source: Blonde
fa_ir: بلوند
ja_jp: ブロンド
pt_br: Loiros

source: Auburn
fa_ir: قهوه‌ای
ja_jp: 赤褐色
pt_br: Ruivo

source: Salt and pepper
fa_ir: نمک و فلفل
ja_jp: 塩とこしょう
pt_br: Com mechas

source: Red
fa_ir: سرخ
ja_jp: 赤
pt_br: Vermelho

source: Light brown
fa_ir: قهوه‌ای روشن
ja_jp: 明褐色
pt_br: Castanho claro

source: Dark brown
fa_ir: قهوه‌ای تیره
ja_jp: 暗褐色
pt_br: Castanho escuro

source: Hidden tattoo
fa_ir: خالکوبی پنهان
ja_jp: 隠されたタトゥー
pt_br: Tatuagem escondida

source: Visible tattoo
fa_ir: خالکوبی عیان
ja_jp: 見える場所のタトゥー
pt_br: Tatuagem visível

source: Pierced tongue
fa_ir: سوراخ زبان
ja_jp: 舌のピアス
pt_br: Piercing na língua

source: Other piercing
fa_ir: سوراخ در جاهای دیگر (مثلاً کجا؟؟؟)
ja_jp: 他の場所のピアス
pt_br: Outros piercings

source: Eyes
fa_ir: چشمان
ja_jp: 目の色
pt_br: Olhos

source: Hair
fa_ir: مو
ja_jp: 髪
pt_br: Cabelo

source: Lips
fa_ir: لب
ja_jp: 唇
pt_br: Labios

source: Neck
fa_ir: گردن
ja_jp: 首
pt_br: Pescoço

source: Arms
fa_ir: بازو
ja_jp: 腕
pt_br: Braços

source: Hands
fa_ir: دست‌ها
ja_jp: 手
pt_br: Mãos

source: Chest
fa_ir: سینه
ja_jp: 胸
pt_br: Peito

source: Belly button
fa_ir: ناف
ja_jp: へそ
pt_br: Umbigo

source: Butt
fa_ir: باسن
ja_jp: 尻
pt_br: Nádegas

source: Legs
fa_ir: ران
ja_jp: 脚
pt_br: Pernas

source: Calves
fa_ir: ساق‌پاها
ja_jp: ふくらはぎ
pt_br: Panturrilha

source: Feet
fa_ir: پاها
ja_jp: 足
pt_br: Pés

source: Not in the list
fa_ir: در فهرست نیست
ja_jp: その他
pt_br: Não consta na lista

source: Edit personal profile
fa_ir: ویرایش شناسنامه‌ی شخصی
ja_jp: 個人的なプロフィールを編集する
pt_br: Editar perfil pessoal

source: You can upload a JPEG (.jpg), GIF (.gif), or PNG (.png) file (maximum size of 500KB) to represent you into %1.
fa_ir: میتونی یک فایل از نوع JPEG، GIF یا PNG با حداکثر اندازه‌ی ۵۰۰ کیلو بایت رو به عنوان معرف خودت بذاری
ja_jp: %1の中であなたをあらわすために、あなたの顔写真などをJPEG (.jpg), GIF (.gif), あるいは PNG (.png)ファイルとしてアップロードできます。最大500KBです。
pt_br: Você pode enviar um arquivo JPEG (.jpg), GIF (.gif), ou PNG (.png) (tamanho maximo de 500KB) para representar voce em %1
