Repository: ikse-net/dotnode
Catalog: trunk/locale/*/LC_MESSAGES/dotnode-UTF8.po
Languages: fr_fr

source: Body art
fr_fr: Transformation corporelle

source: Best feature
fr_fr: La meilleure partie de moi

source: Things I can't live without
fr_fr: Les choses qui me sont indispensables

source: Describe your ideal match
fr_fr: Décrivez votre partenaire idéal(e)

source: Blue
fr_fr: Bleu

source: Green
fr_fr: Vert

source: Brown
fr_fr: Marron

source: Black
fr_fr: Brun

source: Gray
fr_fr: Gris

source: Hazel
fr_fr: Noisette

source: Blonde
fr_fr: Blond

source: Auburn
fr_fr: Auburne

source: Salt and pepper
fr_fr: Poivre et sel

source: Red
fr_fr: Roux

source: Light brown
fr_fr: Chatain clair

source: Dark brown
fr_fr: Chatain foncé

source: Hidden tattoo
fr_fr: Tatouage caché

source: Visible tattoo
fr_fr: Tatouage visible

source: Pierced tongue
fr_fr: Piercing de langue

source: Other piercing
fr_fr: Autre piercing

source: Eyes
fr_fr: Yeux

source: Hair
fr_fr: Cheveux

source: Lips
fr_fr: Lèvres

source: Neck
fr_fr: Cou

source: Arms
fr_fr: Bras

source: Hands
fr_fr: Mains

source: Chest
fr_fr: Poitrine

source: Belly button
fr_fr: Nombril

source: Butt
fr_fr: Fessier

source: Legs
fr_fr: Jambes

source: Calves
fr_fr: Mollets

source: Feet
fr_fr: Pieds

source: Not in the list
fr_fr: Pas dans la liste

source: Edit personal profile
fr_fr: Édition du profil personnel

source: You can upload a JPEG (.jpg), GIF (.gif), or PNG (.png) file (maximum size of 500KB) to represent you into %1.
fr_fr: Vous pouvez envoyer un fichier JPEG, GIF ou PNG (d'une taille maxi de 500Ko) pour vous représenter dans %1.

source: Please, do not upload photos containing celebrities, nudity, artwork, children, pets/animals, cartoons or copyrighted images.
fr_fr: Merci de ne pas envoyer de photos de célébrités, de nudités, d'oeuvres, d'enfants, d'animaux, de personnages de dessins animés, ou d'images protégées par copyright.

source: Please, do not upload photos containing celebrities, nudity, cartoons or copyrighted images.
fr_fr: Merci de ne pas envoyer de photos de célébrités, de nudités, de personnages de dessins animés, ou d'images protégées par copyright.

source: Select photo
fr_fr: Sélectionner une photo

source: Uploader
fr_fr: Envoyer

source: Professional Profile
fr_fr: Profil profesionnel

source: No professional profile recorded.
fr_fr: Aucun profil professionnel enregistré.

source: Occupation
fr_fr: Poste

source: Industry
fr_fr: Type d'entreprise

source: Company name
fr_fr: Nom de l'entreprise

source: Web
fr_fr: Site Web

source: Title
fr_fr: Titre

source: Job description
fr_fr: Description de votre travail

source: Work email
fr_fr: E-mail de travail

source: Work phone
fr_fr: Téléphone de travail

source: Construction
fr_fr: Batiment

source: Consumer goods
fr_fr: Commerce

source: Corporate services
fr_fr: Services

source: Education
fr_fr: Éducation

source: Government
fr_fr: Gouvernement

source: Hi-technology
fr_fr: Technologie de pointe

source: Legal
fr_fr: Droit

source: Manufacturing
fr_fr: Fabrication

source: Non-profit
fr_fr: Sans but lucratif

source: Entertainment
fr_fr: Divertissement

source: Scientific
fr_fr: Sciences

source: Service industry
fr_fr: Industrie du service

source: Transportation
fr_fr: Transport

source: Edit professional profile
fr_fr: Édition du profil professionnel

source: School course
fr_fr: Cursus scolaire

source: Year
fr_fr: Année

source: Name
fr_fr: Nom

source: City
fr_fr: Ville

source: Country
fr_fr: Pays

source: Save
fr_fr: Enregistrer

source: Delete
fr_fr: Supprimer

source: Add next year
fr_fr: Ajouter l'année suivante

source: Add a school
fr_fr: Ajouter une école

source: Edit my settings
fr_fr: Modifier mes paramètres

source: New friend notification
fr_fr: Notification de nouvel(le) ami(e)

source: New friend approval
fr_fr: Acceptation de nouvel(le) ami(e)s

source: New blog comment
fr_fr: Nouveau commentaire de blog

source: Messages sent directly to me
fr_fr: Messages envoyés à moi directement

source: Messages sent to friends
fr_fr: Messages envoyés à mes amis

source: Messages sent to friends of friends
fr_fr: Messages envoyés aux amis des amis

source: Messages sent to my communities
fr_fr: Messages envoyés à mes communautés

source: Birthday reminder
fr_fr: Rappel d'anniversaire

source: <b>Publish my .page</b><br />(<a href='http://%1.dotnode.com'>%1.dotnode.com</a>: blog, album, ...)
fr_fr: <b>Publier ma .page</b><br />(<a href='http://%1.dotnode.com'>%1.dotnode.com</a>: blog, album, ...)

source: Select .page style
fr_fr: Sélectionner le style de votre .page

source: Invitation message
fr_fr: Message d'invitation

source: Add your personal message<br />into invitation to join %1
fr_fr: Ajouter un message personnel<br /> dans votre invitation à joindre %1

source: Settings recorded
fr_fr: Configuration enregistrée

source: this parameter take 10 minutes to be applied
fr_fr: Il faut 10 minutes pour que ce paramètre soit pris en compte

source: Do you want to join the .node network ?
fr_fr: Voulez vous rejoindre le réseau .node ?

source: If you want more information, <a href='/pub'>see the .node site</a> and <a href='/pub/help'>his help</a>
fr_fr: Si vous desirez plus d'information, <a href='/pub'>voir le site .node</a> et <a href='/pub/help'>cette aide</a>

source: Your login
fr_fr: Votre login

source: Confirm password
fr_fr: Confirmer le mot de passe

source: Type the code displayed inside this image
fr_fr: Recopier le code affiché dans l'image

source: Yes, I want
fr_fr: Oui, j'accepte

source: To join .node network, fill this little form then click the 'Accept' button
fr_fr: Pour vous joindre au réseau .node, remplissez le petit formulaire suivant, puis cliquez sur le bouton 'Accepter'

source: Accept
fr_fr: Accepter

source: No, I don't want to join .node
fr_fr: Non, je ne veux pas rejoindre .node

source: The person who have invited you will be informed of your refusal.<br />If another person invite you, you will still receive an invitation.<br >Indicate the reasons of your refusal (optional) then click the 'Refuse' button to refuse this invitation
fr_fr: La personne qui vous a invité sera prévenue de votre refus.<br />Si d'autre personne vous invitent, vous pourrez toujours recevoir les invitations.<br />Indiquez les raisons de votre refus (pas obligatoire) puis cliquez sur le bouton 'Refuser' pour refuser cette invitation

source: Refuse
fr_fr: Refuser

source: No, I don't want to be contacted by .node anymore
fr_fr: Non, je ne veux plus jamais être contacté par .node

source: You don't want to join .node network, and you don't want to receive any future invitation.<br />Your email will be added on a black list.<br />If it's realy what you want, indicate the reasons of your refusal (optional) then click on 'Blacklist me' button
fr_fr: Vous ne voulez pas rejoindre le réseau .node et vous ne voulez plus jamais recevoir d'invitation.<br />Votre e-mail sera ajouté à une liste noire (blacklist).</br >Si c'est réellement ce que vous voulez, indiquez les raisons de votre refus (pas obligatoire) puis cliquez sur le bouton 'Mettez moi sur liste noire'

source: Blacklist me
fr_fr: Mettez moi sur liste noire

source: Reasons
fr_fr: Raisons

source: Return to the registration process
fr_fr: Retourner à la procédure d'enregistrement

source: Your login to .node is
fr_fr: Votre login (identifiant de connexion) à .node est

source: Now, you can connect to .node network
fr_fr: Maintenant, vous pouvez vous connecter au réseau .node

source: Thanks for your participation
fr_fr: Merci de votre participation

source: This filled profile is basic, a more detailled profile can be filled inside the network (menu: Home / Profile)
fr_fr: Le profil remplit ici est basic, un profil plus détaillé peut être remplit une fois dans le réseau (menu: Accueil / Profil)

source: You could change your<br />email after registration
fr_fr: Vous pourrez modifier<br />votre e-mail une fois<br />enregistré

source: Form problem
fr_fr: Problème de formulaire

source: The submited form is incorrect
fr_fr: Le formulaire envoyé n'est pas correct

source: You must enter a valid first name, last name, gender and country to validate your registration
fr_fr: Vous devez entrer un prénom et un nom valide, ainsi que votre sexe (homme/femme) et votre pays pour valider votre inscription

source: Last blog's tickets
fr_fr: Blog: les derniers billets

source: External blog
fr_fr: Blog externe

source: View friends' blogs only
fr_fr: Voir seulement les blogs de mes amis

source: Statistics
fr_fr: Statistiques

source: %1 blog this week
fr_fr: %1 blog cette semaine

source: Country representation
fr_fr: Représentation par pays

source: .nodian since %1
fr_fr: .nodien depuis %1

source: His Friends
fr_fr: Ses amis

source: Her Friends
fr_fr: Ses amis

source: Send message
fr_fr: Envoyer un message

source: Add as a friend
fr_fr: Ajouter comme ami(e)

source: The %1 last %2's friends who have visited that profile (<a href='/friends/%3/list'>View full list</a>):
fr_fr: Les %1 derniers %2's amis qui ont visité ce profil (<a href='/friends/%3/list'>Voir toute la liste</a>):

source: The %1 last communities' post (<a href='/profile/%2/communities'>View all communities subscribed</a>):
fr_fr: Les %1 dernières participations aux communautés (<a href='/profile/%2/communities'>Voir toutes les communautés souscrites</a>):

source: Summary
fr_fr: Résumé

source: General profile
fr_fr: Profil général

source: Last links added
fr_fr: Derniers liens ajoutés

source: Last blog's ticket
fr_fr: Dernier billet du blog

source: Last photo added
fr_fr: Dernières photos ajoutées

source: What is it ?
fr_fr: Qu'est-ce que c'est ?

source: .node is an online community connecting people through a trusted friends network
fr_fr: .node est une communauté en ligne qui connecte les gens grâce à leurs amis/connaissances

source: We wish to create a worldwide friendship network without any language barrier
fr_fr: Nous voudrions créer un réseau international sans la barrière des langues

source: By joining <strong>.node</strong>, you can use lots of little services based on trusted friends
fr_fr: Si vous rejoignez <b>.node</b>, vous pourrez accéder à de nombreux services basés sur le partage et le recoupement d'amis

source: Connect
fr_fr: Se connecter

source: Login
fr_fr: Identifiant

source: Password
fr_fr: Mot de passe

source: To contact me
fr_fr: Pour me contacter

source: Enter
fr_fr: Entrer

source: Forgot your password ?
fr_fr: Vous avez oublié votre mot de passe ?

source: Not a member?
fr_fr: Pas encore membre ?

source: You must be connected to view this page
fr_fr: Vous devez être connecté pour visualiser cette page

source: No dotPage for this .node member
fr_fr: Pas de dotPage pour ce membre de .node

source: This member haven't join a photo to his profile. His dotPage is disabled
fr_fr: Ce membre n'a pas joint de photo à son profile. Il est donc désactivé

source: You can see dotPage's examples at
fr_fr: Vous pouvez voir des exemples de dotPage ici

source: Contact me
fr_fr: Me contacter

source: On
fr_fr: Le

source: My Blog
fr_fr: Mon blog

source: Some bookmarks
fr_fr: Quelques liens

source: Some photos
fr_fr: Quelques photos

source: My album
fr_fr: Mon album

source: Some friends
fr_fr: Quelques amis

source: Some comments
fr_fr: Quelques commentaires

source: Return to home
fr_fr: Revenir à la page d'accueil

source: Find your soul mate
fr_fr: Trouver son âme sœur

source: only member with photo
fr_fr: memb. avec photo seulement

source: Results
fr_fr: Résultats

source: To perform a search by name, go to <a href='/friends/search'>Friends / Search</a> page
fr_fr: Pour effectuer une recherche par nom, aller sur la page <a href='/friends/search'>Amis / Rechercher</a>

source: Age
fr_fr: Âge

source: To support .node
fr_fr: Pour soutenir .node

source: You can find here some links that can give money to .node :
fr_fr: Vous pouvez trouver ici quelques liens qui reversent de l'argent à .node suivant certaines conditions :

source: To support .node directy, use PayPal
fr_fr: Pour soutenir .node directement, utilisez PayPal

source: If you want to support .node,<br /><a href='/support'>go here</a>
fr_fr: Si vous voulez soutenir .node,<br /><a href='/support'>visitez ceci</a>.
