Repository: ikse-net/dotnode
Catalog: trunk/locale/*/LC_MESSAGES/dotnode.po
Languages: fa_ir, ja_jp, pt_br

source: Social Network
fa_ir: شبکه اجتماعی
ja_jp: ソーシャルネットワーク
pt_br: Rede Social

source: CNIL registration number
fa_ir: شماره‌ی ثبت نام CNIL
ja_jp: CNIL登録番号
pt_br: Número de registra na CNIL

source: Page not found
fa_ir: صفحه پیدا نشد
ja_jp: ページが見つかりません
pt_br: Página não encontrada

source: Error
fa_ir: خطا
ja_jp: エラー
pt_br: Erro

source: No
fa_ir: نه
ja_jp: いいえ
pt_br: Não

source: Yes
fa_ir: آره
ja_jp: はい
pt_br: Sim

source: to
fa_ir: به
pt_br: para

source: No answer
fa_ir: جوابی ندارم
ja_jp: 回答なし
pt_br: Sem resposta

source: Nothing
fa_ir: هیچ چیز
ja_jp: なし
pt_br: Nada

source: Back
fa_ir: برگشت
ja_jp: 戻る
pt_br: Voltar

source: Close
fa_ir: بسته
ja_jp: 閉じる
pt_br: Fechar

source: Submit
fa_ir: ارسال
ja_jp: 送信
pt_br: Enviar

source: A problem with this page ? Bad translation ? Review this page for moderation ?
fa_ir: این صفحه مشکلی دارده؟ بد ترجمه شده؟ این صفحه برای مدیریت دوباره بررسی بشه؟
ja_jp: このページの内容あるいは翻訳におかしなところを見つけましたか？
pt_br: Problemas com esta página? Erros de tradução? Rever a página para moderação?

source: Report a problem
fa_ir: گزارش یک مشکل
ja_jp: 問題を報告する
pt_br: Notificar um problema

source: Select your language
fa_ir: انتخاب زبان
ja_jp: 言語を選択 (Select your language)
pt_br: Escolha seu idioma

source: Display problem with this site ?
fa_ir: این صفحه مشکل نمایش داره؟
ja_jp: このページの表示に問題がありますか？
pt_br: Problemas de exibição neste site?

source: See this page about Web standard
fa_ir: این صفحه در مورد استاندارد‌های وب را ببین
ja_jp: Web基準についてのこのページを読んでください。
pt_br: Veja esta página sobre Web standard

source: January
fa_ir: ژانویه
ja_jp: 1月
pt_br: Janeiro

source: February
fa_ir: فوریه
ja_jp: 2月
pt_br: Fevereiro

source: March
fa_ir: مارس
ja_jp: 3月
pt_br: Março

source: April
fa_ir: آوریل
ja_jp: 4月
pt_br: Abril

source: May
fa_ir: می
ja_jp: 5月
pt_br: Maio

source: June
fa_ir: ژوئن
ja_jp: 6月
pt_br: Junho

source: July
fa_ir: جولای
ja_jp: 7月
pt_br: Julho

source: August
fa_ir: اوت
ja_jp: 8月
pt_br: Agosto

source: September
fa_ir: سپتامبر
ja_jp: 9月
pt_br: Setembro

source: October
fa_ir: اکتبر
ja_jp: 10月
pt_br: Outubro

source: November
fa_ir: نوامبر
ja_jp: 11月
pt_br: Novembro

source: December
fa_ir: دسامبر
ja_jp: 12月
pt_br: Dezembro

source: Language
fa_ir: زبان
ja_jp: 言語
pt_br: Idioma

source: English
fa_ir: انگلیسی
ja_jp: 英語 (English)
pt_br: Inglês

source: French
fa_ir: فرانسوی
ja_jp: フランス語 (Français)
pt_br: Francês

source: Comment
fa_ir: نظر
ja_jp: コメント
pt_br: Comentário

source: Record
fa_ir: ذخیره
ja_jp: 記録する
pt_br: Salvar

source: Modify
fa_ir: تصحیح
ja_jp: 変更する
pt_br: Modificar

source: Myself
fa_ir: خودم
ja_jp: 自分自身
pt_br: Eu mesmo(a)

source: Friends of friends
fa_ir: دوستانِ دوستان
ja_jp: 友達の友達
pt_br: Amigos de amigos

source: All members
fa_ir: همه اعضا
ja_jp: メンバー全員
pt_br: Todos os membros

source: Everyone
fa_ir: همه
ja_jp: 誰でも
pt_br: Todos

source: Interested in
fa_ir: علاقه‌مند به
ja_jp: 関心
pt_br: Interessado em

source: in
fa_ir: در
pt_br: em

source: Return
fa_ir: بازگشت
ja_jp: 戻る
pt_br: Retornar

source: At
fa_ir: در
pt_br: Em

source: Everywhere
fa_ir: همه‌جا
ja_jp: 世界中
pt_br: Em qualquer lugar

source: In jail or deleted
fa_ir: در زندان یا حذف شده
ja_jp: アカウントが削除されています
pt_br: Na cadeia ou apagado

source: Bad link
fa_ir: لینک خراب
ja_jp: 不正なリンク (Bad link)
pt_br: Link ruim

source: The link you have used is not valid
fa_ir: لینکی که استفاده کردی درست نیست
ja_jp: リンク先のアドレスが無効です
pt_br: O link que você usou não é válido

source: Successful invitation
fa_ir: دعوت موفق
ja_jp: 招待が成功した数
pt_br: Convite bem sucedido

source: Invitation in waiting state
fa_ir: دعوتنامه در حالت انتظار است
ja_jp: 招待して待っている人の数
pt_br: Convite em estado de espera

source: Failed invitation
fa_ir: دعوت ناموفق
ja_jp: 招待が失敗した数
pt_br: Falha no convite

source: Read more
fa_ir: مطالعه‌ی بیشتر
ja_jp: もっと読む
pt_br: Leia mais

source: %1 comment
fa_ir: %1 نظر
ja_jp: %1個のコメント
pt_br: %1 comentário

source: %1 word
fa_ir: %1 کلمه
ja_jp: %1個の単語
pt_br: %1 palavra

source: RSS from <a href='%2'>%1</a>
fa_ir: RSS از <a href='%2'>%1</a>
ja_jp: <a href='%2'>%1</a>からのRSS
pt_br: RSS de <a href='%2'>%1</a>

source: Header
fa_ir: سربرگ
ja_jp: ヘッダー
pt_br: Cabeçalho

source: Edit a comment
fa_ir: ویرایش یک نظر
pt_br: Edite um comentário

source: Title (optional)
fa_ir: (عنوان (اختیاری
pt_br: Titulo (opcional)

source: Comments
fa_ir: نظرات
ja_jp: コメント
pt_br: Comentários

source: Post a comment
fa_ir: ارسال یک نظر
ja_jp: コメントを投稿する
pt_br: Postar um comentário

source: Your comment
fa_ir: نظر تو
ja_jp: あなたのコメント
pt_br: Seu comentário

source: You have found a problem ?
fa_ir: مشکلی پیدا کردی؟
ja_jp: 問題を見つけましたか？
pt_br: Você encontrou um problema ?

source: If you have found a problem (bad translation, bug, illegal thing, explicit content, ...) on page "<a href='%1'>http://dotnode.com%1</a>", report it here. Describe the problem and send the message.
fa_ir: اگر مشکلی در صفحه‌ی "<a href='%1'>http://dotnode.com%1</a>" (مثل ترجمه‌ی بد، باگ، مسئله‌ی غیر قانونی، محتویات ناجور و ...)
ja_jp: もしも"<a href='%1'>http://dotnode.com%1</a>"ページの中に翻訳のミス、違法なもの、どぎついコンテントなどの問題を見つけましたら、
pt_br: Se você encontrou algum problema (erro de tradução, falhas no sistema, material ilegal, conteúo explícito...) na página "<a href='%1'>http://dotnode.com%1</a>", informe aqui. Descreva o problema e envie a mensagem.

source: Send Bogus Report
fa_ir: ارسال گزارش خطا
ja_jp: 不正利用報告を送ってください。
pt_br: Enviar notificação de erro

source: edit
fa_ir: ویرایش
ja_jp: 編集
pt_br: editar

source: delete
fa_ir: حذف
ja_jp: 削除
pt_br: apagar

source: All
fa_ir: همه

source: Community members
fa_ir: اعضای گروه
ja_jp: コミュニティーのメンバー
pt_br: Membros da comunidade

source: Members list
fa_ir: فهرست اعضا
ja_jp: メンバーリスト
pt_br: Lista de membros

source: Owner
fa_ir: مالک
ja_jp: オーナー
pt_br: Proprietário

source: Moderated
fa_ir: مدیریت شده
ja_jp: 参加にはモデレーターの承認が必要
pt_br: Moderado

source: Created
fa_ir: ایجاد شد
ja_jp: 作成日
pt_br: Criado

source: Members
fa_ir: اعضا
ja_jp: メンバー
pt_br: Membros

source: Details
fa_ir: جزئیات
ja_jp: 詳細
pt_br: Detalhes

source: View forum
fa_ir: نمایش انجمن
ja_jp: フォーラムを見る
pt_br: Ver fórum

source: View events
fa_ir: دیدن خبرها
ja_jp: イベントを見る
pt_br: Ver eventos

source: Invite friends
fa_ir: دعوت دوستان
ja_jp: 友達を招待する
pt_br: Convidar amigos

source: No topic
fa_ir: موضوعی نیست
ja_jp: トピックがありません
pt_br: Nenhum tópico

source: No event
fa_ir: خبری نیست
ja_jp: イベントがありません
pt_br: Nenhum evento

source: New topic
fa_ir: موضوع جدید
ja_jp: 新規トピック
pt_br: Novo tópico

source: New event
fa_ir: خبر جدید
ja_jp: 新規イベント
pt_br: Novo evento

source: Return to community
fa_ir: بازگشت به گروه
ja_jp: コミュニティーへ戻る
pt_br: Retornar à comunidade

source: last post at %1
fa_ir: آخرین ارسال در %1
ja_jp: %1への最新の書き込み
pt_br: Último post em %1

source: Your communities
fa_ir: گروه‌های تو
ja_jp: 参加しているコミュニティー
pt_br: Suas comunidades

source: Communities by categorie
fa_ir: کروه‌ها بر اساس دسته
ja_jp: コミュニティーのカテゴリー一覧
pt_br: Comunidades por categoria

source: %1 member
fa_ir: %1 عضو
ja_jp: メンバー%1人
pt_br: %1 membro

source: %1 community
fa_ir: گروه %1
ja_jp: %1個のコミュニティー
pt_br: %1 comunidade

source: Location
fa_ir: موقعیت
ja_jp: 場所
pt_br: Localização

source: Author
fa_ir: نویسنده
ja_jp: 書いた人
pt_br: Autor

source: Posts
fa_ir: فرستاده‌ها
ja_jp: 記事
pt_br: Mensagens

source: Last post
fa_ir: آخرین ارسال
ja_jp: 最新記事
pt_br: Última mensagem

source: Moderation
fa_ir: مدیریت
ja_jp: 管理者メニュー
pt_br: Moderação

source: Stand in moderation
fa_ir: حفظ مدیریت
ja_jp: 不正利用調査中
pt_br: Manter moderado

source: View all topics
fa_ir: مشاهده‌ی همه‌ی سرفصل‌ها
ja_jp: すべてのトピックを見る
pt_br: Ver todos os tópicos

source: View all events
fa_ir: مشاهده‌ی همه اخبار
ja_jp: すべてのイベントを見る
pt_br: Ver todos os eventos

source: Edit a post
fa_ir: ویرایش یک پیام
ja_jp: 投稿記事を編集する
pt_br: Editar um post

source: optional
fa_ir: اختیاری
ja_jp: 省略可能
pt_br: opcional

source: By category
fa_ir: بر حسب نوع
ja_jp: カテゴリー別
pt_br: Por categoria

source: Newer
fa_ir: جدید‌تر
ja_jp: 最新
pt_br: Mais novo

source: Popular
fa_ir: محبوب
ja_jp: 人気

source: Communities by category
fa_ir: گروه‌ها بر اساس نوع
pt_br: Comunidades por categoria

source: To support .node directy, use PayPal :
fa_ir: برای اینکه مستقیماْ از دات‌نود حمایت بکنی، از PayPal استفاده کن
pt_br: Para ajudar diretamente o .node, use o Paypal:

source: Page
fa_ir: صفحه

source: Impossible to create your community
fa_ir: ایجاد گروه غیر ممکن است
ja_jp: コミュニティー作成に失敗しました
pt_br: Impossível criar sua comunidade

source: You must enter a valid name, category and description to create your community
fa_ir: حتماْ باید یک نام، نوع و توضیح درست وارد کنی تا یک گروه ایجاد کنی
ja_jp: コミュニティーを作成するためには、有効な名前、カテゴリー、説明を入力する必要があります。
pt_br: Você deve digitar um nome válido, categoria e descrição para criar sua comunidade

source: If you have trouble, send an email on: pixcode-pb@dotnode.net
fa_ir: اگر با مشکلی روبه‌رو هستی یک ایمیل به این آدرس بزن:‌ pixcode-pb@dotnode.net

source: Write a new topic in %1
fa_ir: یک موضوع جدید در %1 بنویس
ja_jp: %1に新しいトピックを書き込む。
pt_br: Escrever um novo tópico em %1

source: Edit %1
fa_ir: ویرایش %1

source: Photo/Logo
fa_ir: عکس/تصویر

source: Destroy %1
fa_ir: %1 را حذف کن

source: Title (optional):
fa_ir: عنوان: اختیاری
ja_jp: 題名 (省略可)：
pt_br: Título (opcional)

source: Message:
fa_ir: پیام
ja_jp: メッセージ：
pt_br: Mensagem:

source: Invite friends to %1
fa_ir: دعوت دوستان به %1‌
ja_jp: %1に友達を招待する
pt_br: Convidar amigos para %1

source: Choose friends
fa_ir: انتخاب دوستان
ja_jp: 友達を選択する
pt_br: Escolha os amigos

source: Join %1
fa_ir: عضو شدن در %1
ja_jp: %1に参加する
pt_br: Junte-se a %1

source: Are you sure you want to join this community ?
fa_ir: مطمئنی می‌خوای تو این گروه عضو بشی؟
ja_jp: このコミュニティーに参加しますか？
pt_br: Você tem certeza que quer fazer parte dessa comunidade?

source: No, back to the community
fa_ir: نه، برگشت به گروه
ja_jp: 参加しない。コミュニティーに戻る。
pt_br: Não, voltar para a comunidade

source: This community is moderated. Your inscription must be validated by the moderator
fa_ir: این گروه مدیریت شده است. تقاضای تو باید توسط مدیر تایید بشه
ja_jp: このコミュニティーの参加にはモデレーターの承認が必要です。モデレーターの承認をお待ちください。
pt_br: Esta comunidade é restrita. Sua inscrição deve ser aprovada pelo moderador

source: New communities
fa_ir: گروه‌های جدید
ja_jp: 最新コミュニティーリスト
pt_br: Novas comunidades

source: Previous day
fa_ir: روز قبلی
ja_jp: 前日
pt_br: Dia anterior

source: Follow the creation of the communities with RSS:
fa_ir: با استفاده از RSS از گروه‌هایی که تازه ایجاد شده اند مطلع شوید

source: My communities
fa_ir: گروه‌های من
ja_jp: 参加しているコミュニティー
pt_br: Minhas comunidades

source: Directory
fa_ir: راهنما
ja_jp: カテゴリ一覧
pt_br: Diretório

source: Follow your communities activities with RSS:
fa_ir: فعالیت گروهایت را با RSS دنبال کن

source: SideBar builder for Mozilla Firefox
fa_ir: به صورت سایدبار برای Firefox

source: Directly the RSS
fa_ir: به صورت RSS

source: (optional)
fa_ir: (اختیاری)
pt_br: (opcional)

source: Search a community
fa_ir: جستجوی برای یک گروه
ja_jp: コミュニティを探す
pt_br: Procurar uma comunidade

source: No community found
fa_ir: گروهی پیدا نشد
ja_jp: コミュニティーが見つかりません。
pt_br: Nenhuma comunidade encontrada

source: Try again
fa_ir: تلاش دوباره
ja_jp: もう一度
pt_br: Tente novamente

source: Related communities
fa_ir: گروه‌های مرتبط
ja_jp: 関連コミュニティー
pt_br: Comunidades relacionadas

source: The %1 last %2's members who have visited this community (<a href='/communities/members/%3'>View full list</a>):
fa_ir: آخرین %1 عضوی از گروه %2 که از این گروه بازدید کردند (<a href='/communities/members/%3'>‌مشاهده‌ی لیست کامل</a>):
ja_jp: %2のメンバーの中で最近コミュニティーを訪問した%1人 (<a href='/communities/members/%3'>全てのメンバーを見る</a>):
pt_br: Os %1 últimos membros de %2 que visitaram esta comunidade (<a href='/communities/members/%3'>Ver lista completa</a>):

source: The first %1 related communities:
fa_ir: اولین %1 نظر مرتبط
ja_jp: 関連コミュニティー (最初の%1個)
pt_br: As %1 primeiras comunidades relacionadas:

source: Description
fa_ir: شرح
ja_jp: 説明
pt_br: Descrição

source: .node
fa_ir: دات‌نود

source: More ?
fa_ir: بقیه چی؟

source: Reply to topic
fa_ir: پاسخ به موضوع
ja_jp: トピックに返信する
pt_br: Respoder ao tópico

source: Unstick it
fa_ir: بِکَنِش
ja_jp: スティッキートピックではなくする
pt_br: Liberar

source: Stick it
fa_ir: بچسبونش
pt_br: Fixar

source: Alumni & Schools
fa_ir: مدارس و فارغ‌التحصیلان
ja_jp: 学校、同窓会
pt_br: Ex-alunos & Escolas

source: Arts & Entertainment
fa_ir: هنر و تفریحات
ja_jp: 芸術・エターテインメント
pt_br: Artes & Entretenimento

source: Automotive
fa_ir: خودروها
ja_jp: 自動車
pt_br: Veículos

source: Business
fa_ir: تجارت
ja_jp: ビジネス
pt_br: Negócios

source: Company
fa_ir: شرکت
ja_jp: 会社
pt_br: Empresas

source: Cities & Neighborhoods
fa_ir: شهرها و محله‌ها
ja_jp: 都市、近所
pt_br: Cidades & Bairros

source: Computers & Internet
fa_ir: کامپیوتر و اینترنت
ja_jp: パソコン・インターネット
pt_br: Computadores & Internet

source: Countries & Regional
fa_ir: کشورها و نواحی
ja_jp: 国、地域
pt_br: Países & Regiões

source: Cultures & Community
fa_ir: فرهنگ‌ها و گروه‌ها
ja_jp: 文化・コミュニティ
pt_br: Culturas & Comunidade

source: Family & Home
fa_ir: خانه و خانواده
ja_jp: 家族、家
pt_br: Família & Casa

source: Fashion & Beauty
fa_ir: مُد و زیبایی
ja_jp: ファッション・美容
pt_br: Moda & Beleza

source: Food, Drink & Wine
fa_ir: غذا، نوشیدنی و باده
ja_jp: 飲食・グルメ
pt_br: Comida, Bebida & Vinho

source: Games
fa_ir: بازی‌ها
ja_jp: ゲーム
pt_br: Jogos

source: Government & Politics
fa_ir: حکومت و سیاست
ja_jp: 政府、政治
pt_br: Governo & Política

source: Health, Wellness & Fitness
fa_ir: سلامتی، شادابی و خوش‌اندامی
ja_jp: 健康
pt_br: Saúde, Bem Estar & Fitness

source: Hobbies & Crafts
fa_ir: صنایع دستی و سرگرمی
ja_jp: 趣味、技能
pt_br: Lazer & Recreação

source: Individuals
fa_ir: افراد
ja_jp: 個人
pt_br: Indivíduos

source: Music
fa_ir: موسیقی
ja_jp: 音楽
pt_br: Música

source: Pets & Animals
fa_ir: جانورها و حیوانات خانگی
ja_jp: ペット・動物
pt_br: Bichos de estimação & Animais

source: Recreation & Sports
fa_ir: ورزش و سرگرمی
ja_jp: 遊び・スポーツ
pt_br: Recreação & Esportes

source: Religion & Beliefs
fa_ir: مذهب و اعتقادات
ja_jp: 宗教、信仰
pt_br: Religiões & Crenças

source: Romance & Relationships
fa_ir: عشق‌ورزی
ja_jp: ロマンス・出会い
pt_br: Romance & Relacionamentos

source: Science & History
fa_ir: تاریخ و علم
ja_jp: 科学・歴史
pt_br: Ciência & História

source: Travel
fa_ir: مسافرت
ja_jp: 旅行
pt_br: Viagens

source: Other
fa_ir: دیگر
ja_jp: その他
pt_br: Outros

source: You are connected to <strong>%2</strong> people through <strong>%1</strong> friend.
fa_ir: تو با <strong>%2</strong> نفر از طریق <strong>%1</strong> دوست ارتباط داری
ja_jp: <strong>%1</strong>人の友達を通じて<strong>%2</strong>人の.nodeメンバーとつながっています。
pt_br: Você está conectado a <strong>%2</strong> pessoas através de <strong>%1</strong> amigo.

source: .node counts <b>%1</b> people
fa_ir: دات‌نود <b>%1</b> عضو داره
ja_jp: .nodeの会員数は<b>%1</b>人です。
pt_br: .node conta um total de <b>%1</b> pessoas

source: Your network (direct connect + friends of friends) counts <b>%1</b> person
fa_ir: در شبکه‌ی مستقیم و غیر مستقیم تو <b>%1</b> نفر وجود دارد
ja_jp: 友達と友達の友達の合計は<b>%1</b>人です。
pt_br: Sua rede (conexões diretas + amigos dos amigos) tem <b>%1</b> pessoa

source: Right now, <b>%1</b> people are on .node
fa_ir: الان، <b>%1</b> نفر توی دات‌نود هستند
ja_jp: 現在.nodeにログインしている人は<b>%1</b>人です。
pt_br: Neste momento, <b>%1</b> pessoas estão no .node

source: Grow your network now !
fa_ir: حالا شبکه‌ی خودت رو بزرگ کن
ja_jp: 友達のネットワークを広げましょう！
pt_br: Amplie seus contatos agora!

source: Invite new friends now !
fa_ir: حالا دوست‌های جدید دعوت کن!
ja_jp: 新しい友達を招待しましょう！
pt_br: Convide novos amigos agora!

source: View network
fa_ir: مشاهده‌ی شبکه
ja_jp: 友達のネットワークを見る
pt_br: Ver rede

source: View friends
fa_ir: مشاهده‌ی دوستان
ja_jp: 友達を見る
pt_br: Ver amigos

source: View communities
fa_ir: مشاهده‌ی گروه‌ها
ja_jp: コミュニティーを見る
pt_br: Ver comunidades

source: View members
fa_ir: مشاهده‌ی اعضا
ja_jp: メンバーを見る
pt_br: Ver membros

source: Tell people your dotpage address:
fa_ir: آدرس صفحه‌ی داتی خودت رو به بقیه بگو:
ja_jp: dotpage(インターネットに公開されているページ)のアドレスを宣伝しましょう：
pt_br: Mostre às pessoas o endereço de sua dotpage:

source: you can see stats here
fa_ir: میتونی آمار رو اینجا ببینی
ja_jp: アクセス統計をここで見ることができます
pt_br: Você pode ver estatísticas aqui

source: If you select a photo for your profile, an homepage will be automatically generated with a simple address
fa_ir: اگر برای شناسنامه‌ی خودت یک عکس انتخاب کنی، به صورت خودکار یک صفحه‌ی شخصی با یک آدرس ساده برات تولیدمیشه
ja_jp: プロフィールに写真を掲載すると、インターネットに公開されるホームページが自動的に作成されます。そのホームページアドレスは単純です。
pt_br: Se você selecionar uma foto para seu perfil, uma homepage será gerada automaticamente com um endereço simples

source: You can share your album, blog, links ... into it, it's worldwide accessible
fa_ir: میتونی آلبوم، بالگ، لینک‌ها و ... رو توش به اشتراک بزاری، از تمام جهان قابل دسترسی است
ja_jp: そのホームページには、アルバム、ブログ、ブックマークが公開され、世界中からアクセス可能になります。
pt_br: Você pode compartilhar sou álbum, blog, links... nele, é acessível ao mundo todo

source: Add a photo to my profile
fa_ir: اضافه کردن عکس به شناسنامه‌
ja_jp: プロフィールに写真を追加する。
pt_br: Adicionar uma foto ao meu perfil

source: Come on the .node IRC channel
fa_ir: بیا به کانال دات‌نود در IRC
ja_jp: .nodeのIRCチャンネルへ来てみてください。
pt_br: Venha para o canal do .node no IRC

source: Verification code failed
fa_ir: کد صحت‌یاب ناموفق بود
ja_jp: 認証コードが違います
pt_br: Falha no código de verificação

source: The sent code don't match the image
fa_ir: کد ارسال شده با تصویر تطابق ندارد
ja_jp: 認証コードが図と違います
pt_br: O código enviado não coincide com a imagem

source: Mauvais lien
fa_ir: لينك خراب

source: Password retrieval
fa_ir: بازیابی گذرواژه
ja_jp: パスワード再発行
pt_br: Recuperação de senha

source: Enter your
fa_ir: وارد کردن
ja_jp: 選択：
pt_br: Entre seu

source: Password forgotten
fa_ir: رمز عبور فراموش شده
ja_jp: パスワードを忘れましたか？
pt_br: Senha esquecida

source: Fill this form to retrieve your password or your login to .node
fa_ir: فرم زیر را برای بازیابی رمز عبور یا ورود به دات‌نود پر کن
ja_jp: パスワードを再発行するためには、このフォームにメールアドレスまたはログイン名を入力してください。
pt_br: Preencha esse formulário para recuperar sua senha ou seu login no .node

source: You will receive an email in 2 minutes max.
fa_ir: حداکثر تا ۲ دقیقه‌ی دیگر ایمیلی دریافت خواهید کرد
ja_jp: 2分以内にメールが届きます。
pt_br: Você receberá um email em, no máximo, 2 minutos.

source: No image sent
fa_ir: تصویری فرستاده نشده

source: A problem with this page ? bad translation ? review this page for moderation ?
fa_ir: این صفحه مشکلی دارده؟ بد ترجمه شده؟ این صفحه برای مدیریت دوباره بررسی بشه؟
pt_br: Problemas com esta página? Erros de tradução? Rever a página para moderação?

source: Fans
fa_ir: طرفداران
pt_br: Fãs

source: Fans list
fa_ir: فهرست طرفداران
pt_br: Lista de fãs

source: Specify how close you are to your friend
fa_ir: مشخص کن چقدر به این دوستت نزدیکی
ja_jp: 友達との親密度
pt_br: Especifique o quanto vocês são próximos

source: Confirm %1 is your friend
fa_ir: تأیید %1 دوست تو است
ja_jp: %1さんがあなたの友達であることを確認してください。
pt_br: Confirme se %1 é seu(sua) amigo(a)

source: %1 is my friend
fa_ir: %1 دوست منه
ja_jp: %1は友達です
pt_br: %1 é meu amigo

source: %1 is not my friend
fa_ir: %1 دوست من نیست
ja_jp: %1は友達ではない
pt_br: %1 não é meu amigo

source: Invitation from %1 %2
fa_ir: دعوتنامه از طرف %1 %2
ja_jp: %1 %2からの招待
pt_br: Convite de %1 %2

source: Can I be your friend ? (see my profile here : %1 )
fa_ir: میشه دوستت باشم؟ (شناسنامه‌ی من رو اینجا ببین: %1 )
ja_jp: 友達になりませんか？ （プロファイルはここです：%1）
pt_br: Posso ser seu amigo ? (veja meu perfil aqui : %1 )

source: Invitation accepted
fa_ir: دعوت پذیرفته شده
ja_jp: 招待が承認されました。
pt_br: Convite aceito

source: %1 %2 has refused your invitation
fa_ir: %1 %2 دعوت تو را رد کرده
ja_jp: %1 %2は招待を断りました
pt_br: %1 %2 recusou seu convite

source: Sorry, but your invitation was refused
fa_ir: متاسفم، دعوت شما رد شد
ja_jp: 残念ながら、招待が拒否されました。
pt_br: Desculpe, mas seu convite foi recusado

source: Invite your friends
fa_ir: دوستانت را دعوت کن
ja_jp: 友達を招待する
pt_br: Convide seus amigos

source: Fill this form to invite your friend
fa_ir: برای دعوت دوستت این فرم را پر کن
ja_jp: このフォームを記入して、友達を招待しましょう。
pt_br: Preencha este formulário para convidar seu amigo

source: Personalize your invitation
fa_ir: دعوتنامه رو اختصاصی کن
ja_jp: 招待メッセージを変更する
pt_br: Personalize seu convite

source: Status of your invitations
fa_ir: وضعیت دعوتنامه
ja_jp: 招待の状況
pt_br: Estado de seus convites

source: Response
fa_ir: پاسخ
ja_jp: 返事
pt_br: Resposta

source: Send date
fa_ir: تاریخ ارسال
ja_jp: 招待した日
pt_br: Enviar data

source: Ready to send
fa_ir: آماده ارسال
ja_jp: 送信準備中
pt_br: Pronto para enviar

source: Invitation sent
fa_ir: دعوت‌نامه ارسال شد
ja_jp: 送信完了
pt_br: Convite enviado

source: Operation finished
fa_ir: فعالیتت خاتمه یافت
ja_jp: 操作完了
pt_br: Operação concluída

source: Operation stopped
fa_ir: فعالیت متوقف شد
ja_jp: 操作中断
pt_br: Operação interrompida

source: Accepted
fa_ir: قبول
ja_jp: 応じられた
pt_br: Aceito

source: Refused
fa_ir: رد شده
ja_jp: 断られた
pt_br: Recusado

source: Refuse all .node invitations
fa_ir: تمام دعوت‌نامه‌های دات‌نود رو رد کن
ja_jp: .nodeの招待の全てを断る
pt_br: Recusar todos os convites do .node

source: No invitation. Don't wait ! Invite your friends !
fa_ir: هیچ دعوتنامه‌ای نفرستادی. منتظر چی هستی! دوستانت رو دعوت کن!
ja_jp: 招待がありません。今すぐ友達を招待して！
pt_br: Nenhum convite. Não espere mais! Convide seus amigos!

source: Mail problem
fa_ir: مشکل میل
ja_jp: メールトラブル
pt_br: Problemas com email

source: No response
fa_ir: بدون پاسخ
ja_jp: 返事なし
pt_br: Sem resposta

source: Resend
fa_ir: ارسال دوباره
ja_jp: 再送信
pt_br: Reenviar

source: Modify/Resend
fa_ir: تغییر/ارسال دوباره
ja_jp: 変更、再送信
pt_br: Modificar/Reenviar

source: Import a CSV file
fa_ir: وارد کردن فایل csv
ja_jp: CSVファイルのインポート
pt_br: Importar um arquivo CSV

source: Import from CSV
fa_ir: از CSV وارد کن
ja_jp: CSVからインポート
pt_br: Importar de CSV

source: The CSV format is:
fa_ir: فرمت CSV هست:
ja_jp: CSVのフォーマット：
pt_br: O formato CSV é:

source: Eg.: You can import your Orkut contacts here:
fa_ir: مثلاْ میتونی لیست دوستان اورکات رو اینجا بدی.
ja_jp: 例：ここでOrkutのコンタクトリストを一括して入力（インポート）できます：
pt_br: Ex.: você pode importar seus contatos do Orkut aqui:

source: Import
fa_ir: وارد کردن
ja_jp: インポート
pt_br: Importar

source: File location:
fa_ir: محل فایل
ja_jp: ファイルの場所：
pt_br: Localização do arquivo:

source: Friends'Karma
fa_ir: فره‌وهر دوستان
ja_jp: 友達のカルマ
pt_br: Karma dos amigos

source: Haven't seen
fa_ir: تا به حال ندیده‌آم
ja_jp: 会ったことがない
pt_br: Não tenho visto

source: Acquaintance
fa_ir: آشنا
ja_jp: 知り合い
pt_br: Conhecido

source: Friend
fa_ir: دوست
ja_jp: 友達
pt_br: Amigo

source: Good friend
fa_ir: رفیق خوب
ja_jp: 友人
pt_br: Bom amigo

source: Best friend
fa_ir: رفیق فاب
ja_jp: 親友
pt_br: Melhor amigo

source: Karma recorded
fa_ir: فره‌وهر ذخیره شد
ja_jp: カルマが記録されました
pt_br: Karma salvo

source: Love
fa_ir: عشق
ja_jp: 恋愛
pt_br: Amor

source: Asso/Club
fa_ir: مجمع یا کلوب
ja_jp: 協会・倶楽部
pt_br: Associação/Clube

source: Childhood
fa_ir: بچگی
ja_jp: 子供の頃
pt_br: Infância

source: Studies
fa_ir: مطالعات
ja_jp: 勉強
pt_br: Estudos

source: Family
fa_ir: خانواده
ja_jp: 家族
pt_br: Família

source: Internet
fa_ir: شبکه‌ی جهانی
ja_jp: インターネット

source: Parties
fa_ir: مهمانی‌ها
ja_jp: パーティ
pt_br: Festas

source: Work
fa_ir: کار
ja_jp: 仕事
pt_br: Trabalho

source: Holidays
fa_ir: تعطیلات
ja_jp: バカンス
pt_br: Feriados

source: Karma has moved
fa_ir: فره‌وهر جابجا شده
pt_br: Karma se mudou

source: Now, you can rate your friends in there profiles (see the karma tab).
fa_ir: (حالا شما می‌توانید دوستانتان را در شناسنامه‌شان درجه‌بندی کنید (نوار فره‌وهر را ببینید
pt_br: Agora, você pode classificar seus amigos nos seus perfis (Veja a aba karma).

source: Friends list
fa_ir: فهرست دوستان
ja_jp: 友達リスト
pt_br: Lista de amigos

source: <b>%1</b> friend
fa_ir: <b>%1</b> دوست
ja_jp: <b>%1人</b>の友達
pt_br: <b>%1</b> amigo

source: Friend finder
fa_ir: دوست‌یاب
ja_jp: 友達検索
pt_br: Localizador de amigos

source: Search friends
fa_ir: جستجوی دوستان
ja_jp: 友達検索
pt_br: Procurar Amigos

source: Search for friends on .node network
fa_ir: در دات‌نود دنبال دوست بگرد
ja_jp: .nodeで友達を検索する
pt_br: Procurar amigos na rede .node
